[
  {
    "type": "校史概述",
    "filename": "zju_history.txt",
    "content": "浙江大学的校史文化历史悠久、积淀深厚。1897年求是书院（浙江大学前身）创立，是浙江大学的源头。1928年，定名国立浙江大学。抗战期间，浙大举校西迁，先后在浙江西天目山、建德，江西吉安、泰和，广西宜山，贵州遵义、湄潭等地办学。1952年全国高等学校院系调整，主体部分发展为原浙江大学、杭州大学、浙江农业大学和浙江医科大学。1998年，同根同源的四校实现合并，组建新浙江大学，迈上了创建世界一流大学的新征程。\n\n浙大简史\n2025年是浙江大学建校128周年。\n浙大的前身可以追溯到1897年创办的“求是书院”，其沿革历程见下图。在128年发展历程中，浙江大学主要经历了四个阶段：溯源求是（1897-1928）、探求崛起（1928-1952）、调整发展（1952-1998）、争创一流（1998至今）。\n\n溯源求是（1897-1928）\n清光绪二十三年四月二十日（1897年5月21日），求是书院正式开学。杭州知府林启兼任求是书院总办。其中“求是”二字最早出自《汉书·河间献王传》中“修学好古，实事求是”语。求是书院是在甲午后维新浪潮中为救亡图存而成立的一所新式学堂，是国人自办的最早的新式高等教育机构之一，在中国近现代教育史上占有重要的一页。\n学院几经易名，分别曾称“浙江求是大学堂”、“浙江大学堂”、“浙江高等学堂”、“浙江高等学校”。曾培养出蒋方震、何燏时、邵飘萍等在中国近现代史上留下浓墨重彩的先进知识分子。\n1927年7月15日，国民政府在求是书院原址成立国立第三中山大学，合并了浙江工专与浙江农专为工学院与劳农学院，又于1928年成立了文理学院，蒋梦麟任校长。\n探求崛起（1928-1952）\n国立浙江大学时期是浙江大学办学史中辉煌的一段历史时期，特别是著名科学家、教育家竺可桢出任校长以后，浙江大学秉承“求是”精神，逐渐成为一所以“东方剑桥”之誉闻名于世的高等学府，成为中外高等教育史上的一段佳话。\n1928年5月，学校更名为“国立浙江大学”，汇集了陈建功、苏步青、束星北、贝时璋、蔡邦华等一批名师大家。1936年4月，竺可桢就任浙江大学校长。抗战爆发后，为保存知识与文明的火种，浙江大学被迫西迁，完成了“文军长征”的壮举，全程2600余公里，历经9年，足迹踏遍浙、赣、湘、粤、桂、黔6省。\n初迁浙江建德\n1937年9月21日，浙江大学一年级新生迁往天目山禅源寺，11月11日开始，浙大师生分三批出发，迁往120公里开外的建德，下旬一年级也迁往建德与本部汇合。在此期间，浙江大学协助浙江省图书馆将文澜阁的《四库全书》迁移，并实行了导师制。\n二迁江西吉安、泰和\n1937年底，日军占领杭州，浙大师生被迫从建德启程赴赣，于1938年1月抵达江西吉安，2月又迁往泰和。西迁过程中，由于医疗卫生条件极差，竺可桢校长次子竺衡与夫人张侠魂感染疾病，相继病殁。\n三迁广西宜山\n1938年8月，浙大再次西迁，迁往广西宜山县。在日军的炮火声中，浙江大学确立了“求是”的校训，谱定了校歌，实现了精神上的浴火重生。从此，求是精神成为浙江大学攀登科学与教育高峰的不竭动力。\n四迁贵州遵义、湄潭\n1940年2月，浙大师生迁到贵州遵义、湄潭等地，开启了长达7年的稳定办学时期。在西迁过程中，浙江大学办学规模不断扩大，截至1946年初，已有7个学院26个学系，汇集了马一浮、丰子恺、钱穆、王淦昌、苏步青、陈建功、谈家桢、竺可桢等一系列大师名家，培养出李政道、程开甲、谷超豪、叶笃正等优秀人才。英国皇家科学院院士李约瑟曾多次考察浙江大学，盛赞浙江大学为“东方剑桥”。\n抗日战争结束以后，浙江大学师生分批返杭。1949年5月3日，杭州解放。\n调整发展（1952-1998）\n1949年新中国成立后，浙江大学进入新的历史发展时期。在近半个世纪的办学中，同根同源的浙江大学、杭州大学、浙江农业大学、浙江医科大学均取得了较大的发展，全部通过211工程预审。\n1952年全国高校院系调整后，浙江大学部分院系调整至其他院校，部分院系单独建校并发展成杭州大学、浙江农业大学、浙江医科大学，原浙江大学仅保留机械、电机、土木、化工四系。\n浙江大学在1952年经历的院系调整浙江大学院系调整调入状况如下：\n　　1952年2月，杭州之江大学的土木、机械两系并入浙大。\n　　1953年，厦门大学的电机、土木、机械三个系各一部分并入浙大。\n浙江大学院系调整调出状况如下：\n　　理学院数学系、物理系、化学系、生物系分别并入复旦大学数学系、物理系、化学系、生物系。\n　　理学院药学系并入上海第一医学院（今复旦大学上海医学院）。\n　　理学院地理系分别并入华东师范大学，地理系气象组调入南京大学气象系，地理系全体学生调入南京大学。\n　　文学院人类学系并入复旦大学生物系。\n　　文学院部分师生调入北京大学、华东师范大学，部分并入浙江师范学院(后改名为杭州大学，1998年回归浙大)。\n　　医学院与浙江省立医学院合并组建浙江医学院（后改名为浙江医科大学，1998年回归浙大）。\n　　农学院森林系和东北农学院森林系合并为东北林学院（后更名为东北林业大学）。\n　　农学院畜牧兽医学系及农业化学系土壤肥料组并入南京农学院（后更名为南京农业大学）。\n　　农学院农业化学系农产品加工与制造组并入南京工学院食品工业系（后独立为无锡轻工业学院，复更名为江南大学）。\n　　农学院农业经济系并入北京机械化农业学院（后更名为中国农业大学）及南京农学院（后更名为南京农业大学）。\n　　农学院未调整部分独立为浙江农学院（后改名为浙江农业大学，1998年回归浙大）。\n　　工学院航空系与南京大学、交通大学航空系合并组建华东航空学院（后并入西北工业大学）。\n　　工学院电机系无线电通讯及广播本科专业调入南京工学院（后更名为东南大学）。\n　　工学院电机系有线电(市内电话)、热处理2个专修科调入交通大学。\n　　工学院土木系水利组并入华东水利学院（后更名为河海大学）。\n　　工学院土木系铁路、测量专修科并入同济大学。\n　　至此，调整后的浙江大学只保留工学院电机、化工、土木、机械四系，成为一所多科性的工业大学。\n在院系调整后，浙江大学形成以工为主、理工结合的办学新布局，跻身全国前列；杭州大学形成文理为主、多学科交叉的学科格局；浙江农业大学形成以农为主，多科协调发展的特色；浙江医科大学建设成为多科性医科大学，建成多所附属医院。世界第一台双水内冷发电机、拍摄原子弹爆炸图像的高速摄影机、硅单晶制备技术、敦煌学研究等卓越成果均产自该时期，浙江大学“创新”的校训也在该时期确立。\n争创一流（1998至今）\n为进一步实施科教兴国战略，中央决定合并组建新浙江大学。1998年9月15日，原来同根同源的浙江大学、杭州大学、浙江农业大学、浙江医科大学正式合并，成为新的浙江大学。四校合并以来，浙江大学大力推进实质性融合，抢抓机遇，应对挑战，为创建具有世界先进水平的“综合型、研究型、创新型”一流大学打下了扎实基础。\n\n",
    "source": "本地文档",
    "collected_time": "2025-10-30 14:00:56",
    "cleaned_content": "浙江大学的校史文化历史悠久积淀深厚。1897年求是书院（浙江大学前身）创立，是浙江大学的源头。1928年，定名国立浙江大学。抗战期间，浙大举校西迁，先后在浙江西天目山建德，江西吉安泰和，广西宜山，贵州遵义湄潭等地办学。1952年全国高等学校院系调整，主体部分发展为原浙江大学杭州大学浙江农业大学和浙江医科大学。1998年，同根同源的四校实现合并，组建新浙江大学，迈上了创建世界一流大学的新征程。 浙大简史 2025年是浙江大学建校128周年。 浙大的前身可以追溯到1897年创办的求是书院，其沿革历程见下图。在128年发展历程中，浙江大学主要经历了四个阶段：溯源求是（18971928）探求崛起（19281952）调整发展（19521998）争创一流（1998至今）。 溯源求是（18971928） 清光绪二十三年四月二十日（1897年5月21日），求是书院正式开学。杭州知府林启兼任求是书院总办。其中求是二字最早出自《汉书河间献王传》中修学好古，实事求是语。求是书院是在甲午后维新浪潮中为救亡图存而成立的一所新式学堂，是国人自办的最早的新式高等教育机构之一，在中国近现代教育史上占有重要的一页。 学院几经易名，分别曾称浙江求是大学堂浙江大学堂浙江高等学堂浙江高等学校。曾培养出蒋方震何燏时邵飘萍等在中国近现代史上留下浓墨重彩的先进知识分子。 1927年7月15日，国民政府在求是书院原址成立国立第三中山大学，合并了浙江工专与浙江农专为工学院与劳农学院，又于1928年成立了文理学院，蒋梦麟任校长。 探求崛起（19281952） 国立浙江大学时期是浙江大学办学史中辉煌的一段历史时期，特别是著名科学家教育家竺可桢出任校长以后，浙江大学秉承求是精神，逐渐成为一所以东方剑桥之誉闻名于世的高等学府，成为中外高等教育史上的一段佳话。 1928年5月，学校更名为国立浙江大学，汇集了陈建功苏步青束星北贝时璋蔡邦华等一批名师大家。1936年4月，竺可桢就任浙江大学校长。抗战爆发后，为保存知识与文明的火种，浙江大学被迫西迁，完成了文军长征的壮举，全程2600余公里，历经9年，足迹踏遍浙赣湘粤桂黔6省。 初迁浙江建德 1937年9月21日，浙江大学一年级新生迁往天目山禅源寺，11月11日开始，浙大师生分三批出发，迁往120公里开外的建德，下旬一年级也迁往建德与本部汇合。在此期间，浙江大学协助浙江省图书馆将文澜阁的《四库全书》迁移，并实行了导师制。 二迁江西吉安泰和 1937年底，日军占领杭州，浙大师生被迫从建德启程赴赣，于1938年1月抵达江西吉安，2月又迁往泰和。西迁过程中，由于医疗卫生条件极差，竺可桢校长次子竺衡与夫人张侠魂感染疾病，相继病殁。 三迁广西宜山 1938年8月，浙大再次西迁，迁往广西宜山县。在日军的炮火声中，浙江大学确立了求是的校训，谱定了校歌，实现了精神上的浴火重生。从此，求是精神成为浙江大学攀登科学与教育高峰的不竭动力。 四迁贵州遵义湄潭 1940年2月，浙大师生迁到贵州遵义湄潭等地，开启了长达7年的稳定办学时期。在西迁过程中，浙江大学办学规模不断扩大，截至1946年初，已有7个学院26个学系，汇集了马一浮丰子恺钱穆王淦昌苏步青陈建功谈家桢竺可桢等一系列大师名家，培养出李政道程开甲谷超豪叶笃正等优秀人才。英国皇家科学院院士李约瑟曾多次考察浙江大学，盛赞浙江大学为东方剑桥。 抗日战争结束以后，浙江大学师生分批返杭。1949年5月3日，杭州解放。 调整发展（19521998） 1949年新中国成立后，浙江大学进入新的历史发展时期。在近半个世纪的办学中，同根同源的浙江大学杭州大学浙江农业大学浙江医科大学均取得了较大的发展，全部通过211工程预审。 1952年全国高校院系调整后，浙江大学部分院系调整至其他院校，部分院系单独建校并发展成杭州大学浙江农业大学浙江医科大学，原浙江大学仅保留机械电机土木化工四系。 浙江大学在1952年经历的院系调整浙江大学院系调整调入状况如下： 1952年2月，杭州之江大学的土木机械两系并入浙大。 1953年，厦门大学的电机土木机械三个系各一部分并入浙大。 浙江大学院系调整调出状况如下： 理学院数学系物理系化学系生物系分别并入复旦大学数学系物理系化学系生物系。 理学院药学系并入上海第一医学院（今复旦大学上海医学院）。 理学院地理系分别并入华东师范大学，地理系气象组调入南京大学气象系，地理系全体学生调入南京大学。 文学院人类学系并入复旦大学生物系。 文学院部分师生调入北京大学华东师范大学，部分并入浙江师范学院后改名为杭州大学，1998年回归浙大。 医学院与浙江省立医学院合并组建浙江医学院（后改名为浙江医科大学，1998年回归浙大）。 农学院森林系和东北农学院森林系合并为东北林学院（后更名为东北林业大学）。 农学院畜牧兽医学系及农业化学系土壤肥料组并入南京农学院（后更名为南京农业大学）。 农学院农业化学系农产品加工与制造组并入南京工学院食品工业系（后独立为无锡轻工业学院，复更名为江南大学）。 农学院农业经济系并入北京机械化农业学院（后更名为中国农业大学）及南京农学院（后更名为南京农业大学）。 农学院未调整部分独立为浙江农学院（后改名为浙江农业大学，1998年回归浙大）。 工学院航空系与南京大学交通大学航空系合并组建华东航空学院（后并入西北工业大学）。 工学院电机系无线电通讯及广播本科专业调入南京工学院（后更名为东南大学）。 工学院电机系有线电市内电话热处理2个专修科调入交通大学。 工学院土木系水利组并入华东水利学院（后更名为河海大学）。 工学院土木系铁路测量专修科并入同济大学。 至此，调整后的浙江大学只保留工学院电机化工土木机械四系，成为一所多科性的工业大学。 在院系调整后，浙江大学形成以工为主理工结合的办学新布局，跻身全国前列；杭州大学形成文理为主多学科交叉的学科格局；浙江农业大学形成以农为主，多科协调发展的特色；浙江医科大学建设成为多科性医科大学，建成多所附属医院。世界第一台双水内冷发电机拍摄原子弹爆炸图像的高速摄影机硅单晶制备技术敦煌学研究等卓越成果均产自该时期，浙江大学创新的校训也在该时期确立。 争创一流（1998至今） 为进一步实施科教兴国战略，中央决定合并组建新浙江大学。1998年9月15日，原来同根同源的浙江大学杭州大学浙江农业大学浙江医科大学正式合并，成为新的浙江大学。四校合并以来，浙江大学大力推进实质性融合，抢抓机遇，应对挑战，为创建具有世界先进水平的综合型研究型创新型一流大学打下了扎实基础。",
    "structured_data": {
      "sentences": [
        "浙江大学的校史文化历史悠久积淀深厚",
        "1897年求是书院（浙江大学前身）创立，是浙江大学的源头",
        "1928年，定名国立浙江大学",
        "抗战期间，浙大举校西迁，先后在浙江西天目山建德，江西吉安泰和，广西宜山，贵州遵义湄潭等地办学",
        "1952年全国高等学校院系调整，主体部分发展为原浙江大学杭州大学浙江农业大学和浙江医科大学",
        "1998年，同根同源的四校实现合并，组建新浙江大学，迈上了创建世界一流大学的新征程",
        "浙大简史 2025年是浙江大学建校128周年",
        "浙大的前身可以追溯到1897年创办的求是书院，其沿革历程见下图",
        "在128年发展历程中，浙江大学主要经历了四个阶段：溯源求是（18971928）探求崛起（19281952）调整发展（19521998）争创一流（1998至今）",
        "溯源求是（18971928） 清光绪二十三年四月二十日（1897年5月21日），求是书院正式开学",
        "杭州知府林启兼任求是书院总办",
        "其中求是二字最早出自《汉书河间献王传》中修学好古，实事求是语",
        "求是书院是在甲午后维新浪潮中为救亡图存而成立的一所新式学堂，是国人自办的最早的新式高等教育机构之一，在中国近现代教育史上占有重要的一页",
        "学院几经易名，分别曾称浙江求是大学堂浙江大学堂浙江高等学堂浙江高等学校",
        "曾培养出蒋方震何燏时邵飘萍等在中国近现代史上留下浓墨重彩的先进知识分子",
        "1927年7月15日，国民政府在求是书院原址成立国立第三中山大学，合并了浙江工专与浙江农专为工学院与劳农学院，又于1928年成立了文理学院，蒋梦麟任校长",
        "探求崛起（19281952） 国立浙江大学时期是浙江大学办学史中辉煌的一段历史时期，特别是著名科学家教育家竺可桢出任校长以后，浙江大学秉承求是精神，逐渐成为一所以东方剑桥之誉闻名于世的高等学府，成为中外高等教育史上的一段佳话",
        "1928年5月，学校更名为国立浙江大学，汇集了陈建功苏步青束星北贝时璋蔡邦华等一批名师大家",
        "1936年4月，竺可桢就任浙江大学校长",
        "抗战爆发后，为保存知识与文明的火种，浙江大学被迫西迁，完成了文军长征的壮举，全程2600余公里，历经9年，足迹踏遍浙赣湘粤桂黔6省",
        "初迁浙江建德 1937年9月21日，浙江大学一年级新生迁往天目山禅源寺，11月11日开始，浙大师生分三批出发，迁往120公里开外的建德，下旬一年级也迁往建德与本部汇合",
        "在此期间，浙江大学协助浙江省图书馆将文澜阁的《四库全书》迁移，并实行了导师制",
        "二迁江西吉安泰和 1937年底，日军占领杭州，浙大师生被迫从建德启程赴赣，于1938年1月抵达江西吉安，2月又迁往泰和",
        "西迁过程中，由于医疗卫生条件极差，竺可桢校长次子竺衡与夫人张侠魂感染疾病，相继病殁",
        "三迁广西宜山 1938年8月，浙大再次西迁，迁往广西宜山县",
        "在日军的炮火声中，浙江大学确立了求是的校训，谱定了校歌，实现了精神上的浴火重生",
        "从此，求是精神成为浙江大学攀登科学与教育高峰的不竭动力",
        "四迁贵州遵义湄潭 1940年2月，浙大师生迁到贵州遵义湄潭等地，开启了长达7年的稳定办学时期",
        "在西迁过程中，浙江大学办学规模不断扩大，截至1946年初，已有7个学院26个学系，汇集了马一浮丰子恺钱穆王淦昌苏步青陈建功谈家桢竺可桢等一系列大师名家，培养出李政道程开甲谷超豪叶笃正等优秀人才",
        "英国皇家科学院院士李约瑟曾多次考察浙江大学，盛赞浙江大学为东方剑桥",
        "抗日战争结束以后，浙江大学师生分批返杭",
        "1949年5月3日，杭州解放",
        "调整发展（19521998） 1949年新中国成立后，浙江大学进入新的历史发展时期",
        "在近半个世纪的办学中，同根同源的浙江大学杭州大学浙江农业大学浙江医科大学均取得了较大的发展，全部通过211工程预审",
        "1952年全国高校院系调整后，浙江大学部分院系调整至其他院校，部分院系单独建校并发展成杭州大学浙江农业大学浙江医科大学，原浙江大学仅保留机械电机土木化工四系",
        "浙江大学在1952年经历的院系调整浙江大学院系调整调入状况如下： 1952年2月，杭州之江大学的土木机械两系并入浙大",
        "1953年，厦门大学的电机土木机械三个系各一部分并入浙大",
        "浙江大学院系调整调出状况如下： 理学院数学系物理系化学系生物系分别并入复旦大学数学系物理系化学系生物系",
        "理学院药学系并入上海第一医学院（今复旦大学上海医学院）",
        "理学院地理系分别并入华东师范大学，地理系气象组调入南京大学气象系，地理系全体学生调入南京大学",
        "文学院人类学系并入复旦大学生物系",
        "文学院部分师生调入北京大学华东师范大学，部分并入浙江师范学院后改名为杭州大学，1998年回归浙大",
        "医学院与浙江省立医学院合并组建浙江医学院（后改名为浙江医科大学，1998年回归浙大）",
        "农学院森林系和东北农学院森林系合并为东北林学院（后更名为东北林业大学）",
        "农学院畜牧兽医学系及农业化学系土壤肥料组并入南京农学院（后更名为南京农业大学）",
        "农学院农业化学系农产品加工与制造组并入南京工学院食品工业系（后独立为无锡轻工业学院，复更名为江南大学）",
        "农学院农业经济系并入北京机械化农业学院（后更名为中国农业大学）及南京农学院（后更名为南京农业大学）",
        "农学院未调整部分独立为浙江农学院（后改名为浙江农业大学，1998年回归浙大）",
        "工学院航空系与南京大学交通大学航空系合并组建华东航空学院（后并入西北工业大学）",
        "工学院电机系无线电通讯及广播本科专业调入南京工学院（后更名为东南大学）",
        "工学院电机系有线电市内电话热处理2个专修科调入交通大学",
        "工学院土木系水利组并入华东水利学院（后更名为河海大学）",
        "工学院土木系铁路测量专修科并入同济大学",
        "至此，调整后的浙江大学只保留工学院电机化工土木机械四系，成为一所多科性的工业大学",
        "在院系调整后，浙江大学形成以工为主理工结合的办学新布局，跻身全国前列；杭州大学形成文理为主多学科交叉的学科格局；浙江农业大学形成以农为主，多科协调发展的特色；浙江医科大学建设成为多科性医科大学，建成多所附属医院",
        "世界第一台双水内冷发电机拍摄原子弹爆炸图像的高速摄影机硅单晶制备技术敦煌学研究等卓越成果均产自该时期，浙江大学创新的校训也在该时期确立",
        "争创一流（1998至今） 为进一步实施科教兴国战略，中央决定合并组建新浙江大学",
        "1998年9月15日，原来同根同源的浙江大学杭州大学浙江农业大学浙江医科大学正式合并，成为新的浙江大学",
        "四校合并以来，浙江大学大力推进实质性融合，抢抓机遇，应对挑战，为创建具有世界先进水平的综合型研究型创新型一流大学打下了扎实基础"
      ],
      "paragraphs": [
        "浙江大学的校史文化历史悠久积淀深厚。1897年求是书院（浙江大学前身）创立，是浙江大学的源头。",
        "1928年，定名国立浙江大学。",
        "抗战期间，浙大举校西迁，先后在浙江西天目山建德，江西吉安泰和，广西宜山，贵州遵义湄潭等地办学。1952年全国高等学校院系调整，主体部分发展为原浙江大学杭州大学浙江农业大学和浙江医科大学。",
        "1998年，同根同源的四校实现合并，组建新浙江大学，迈上了创建世界一流大学的新征程。",
        "浙大简史 2025年是浙江大学建校128周年。",
        "浙大的前身可以追溯到1897年创办的求是书院，其沿革历程见下图。",
        "在128年发展历程中，浙江大学主要经历了四个阶段：溯源求是（18971928）探求崛起（19281952）调整发展（19521998）争创一流（1998至今）。溯源求是（18971928） 清光绪二十三年四月二十日（1897年5月21日），求是书院正式开学。",
        "杭州知府林启兼任求是书院总办。其中求是二字最早出自《汉书河间献王传》中修学好古，实事求是语。求是书院是在甲午后维新浪潮中为救亡图存而成立的一所新式学堂，是国人自办的最早的新式高等教育机构之一，在中国近现代教育史上占有重要的一页。",
        "学院几经易名，分别曾称浙江求是大学堂浙江大学堂浙江高等学堂浙江高等学校。曾培养出蒋方震何燏时邵飘萍等在中国近现代史上留下浓墨重彩的先进知识分子。1927年7月15日，国民政府在求是书院原址成立国立第三中山大学，合并了浙江工专与浙江农专为工学院与劳农学院，又于1928年成立了文理学院，蒋梦麟任校长。",
        "探求崛起（19281952） 国立浙江大学时期是浙江大学办学史中辉煌的一段历史时期，特别是著名科学家教育家竺可桢出任校长以后，浙江大学秉承求是精神，逐渐成为一所以东方剑桥之誉闻名于世的高等学府，成为中外高等教育史上的一段佳话。1928年5月，学校更名为国立浙江大学，汇集了陈建功苏步青束星北贝时璋蔡邦华等一批名师大家。",
        "1936年4月，竺可桢就任浙江大学校长。",
        "抗战爆发后，为保存知识与文明的火种，浙江大学被迫西迁，完成了文军长征的壮举，全程2600余公里，历经9年，足迹踏遍浙赣湘粤桂黔6省。初迁浙江建德 1937年9月21日，浙江大学一年级新生迁往天目山禅源寺，11月11日开始，浙大师生分三批出发，迁往120公里开外的建德，下旬一年级也迁往建德与本部汇合。",
        "在此期间，浙江大学协助浙江省图书馆将文澜阁的《四库全书》迁移，并实行了导师制。二迁江西吉安泰和 1937年底，日军占领杭州，浙大师生被迫从建德启程赴赣，于1938年1月抵达江西吉安，2月又迁往泰和。",
        "西迁过程中，由于医疗卫生条件极差，竺可桢校长次子竺衡与夫人张侠魂感染疾病，相继病殁。三迁广西宜山 1938年8月，浙大再次西迁，迁往广西宜山县。",
        "在日军的炮火声中，浙江大学确立了求是的校训，谱定了校歌，实现了精神上的浴火重生。从此，求是精神成为浙江大学攀登科学与教育高峰的不竭动力。四迁贵州遵义湄潭 1940年2月，浙大师生迁到贵州遵义湄潭等地，开启了长达7年的稳定办学时期。",
        "在西迁过程中，浙江大学办学规模不断扩大，截至1946年初，已有7个学院26个学系，汇集了马一浮丰子恺钱穆王淦昌苏步青陈建功谈家桢竺可桢等一系列大师名家，培养出李政道程开甲谷超豪叶笃正等优秀人才。",
        "英国皇家科学院院士李约瑟曾多次考察浙江大学，盛赞浙江大学为东方剑桥。抗日战争结束以后，浙江大学师生分批返杭。1949年5月3日，杭州解放。",
        "调整发展（19521998） 1949年新中国成立后，浙江大学进入新的历史发展时期。",
        "在近半个世纪的办学中，同根同源的浙江大学杭州大学浙江农业大学浙江医科大学均取得了较大的发展，全部通过211工程预审。1952年全国高校院系调整后，浙江大学部分院系调整至其他院校，部分院系单独建校并发展成杭州大学浙江农业大学浙江医科大学，原浙江大学仅保留机械电机土木化工四系。",
        "浙江大学在1952年经历的院系调整浙江大学院系调整调入状况如下： 1952年2月，杭州之江大学的土木机械两系并入浙大。",
        "1953年，厦门大学的电机土木机械三个系各一部分并入浙大。",
        "浙江大学院系调整调出状况如下： 理学院数学系物理系化学系生物系分别并入复旦大学数学系物理系化学系生物系。理学院药学系并入上海第一医学院（今复旦大学上海医学院）。理学院地理系分别并入华东师范大学，地理系气象组调入南京大学气象系，地理系全体学生调入南京大学。",
        "文学院人类学系并入复旦大学生物系。文学院部分师生调入北京大学华东师范大学，部分并入浙江师范学院后改名为杭州大学，1998年回归浙大。",
        "医学院与浙江省立医学院合并组建浙江医学院（后改名为浙江医科大学，1998年回归浙大）。",
        "农学院森林系和东北农学院森林系合并为东北林学院（后更名为东北林业大学）。农学院畜牧兽医学系及农业化学系土壤肥料组并入南京农学院（后更名为南京农业大学）。农学院农业化学系农产品加工与制造组并入南京工学院食品工业系（后独立为无锡轻工业学院，复更名为江南大学）。",
        "农学院农业经济系并入北京机械化农业学院（后更名为中国农业大学）及南京农学院（后更名为南京农业大学）。农学院未调整部分独立为浙江农学院（后改名为浙江农业大学，1998年回归浙大）。",
        "工学院航空系与南京大学交通大学航空系合并组建华东航空学院（后并入西北工业大学）。工学院电机系无线电通讯及广播本科专业调入南京工学院（后更名为东南大学）。工学院电机系有线电市内电话热处理2个专修科调入交通大学。",
        "工学院土木系水利组并入华东水利学院（后更名为河海大学）。工学院土木系铁路测量专修科并入同济大学。至此，调整后的浙江大学只保留工学院电机化工土木机械四系，成为一所多科性的工业大学。",
        "在院系调整后，浙江大学形成以工为主理工结合的办学新布局，跻身全国前列；杭州大学形成文理为主多学科交叉的学科格局；浙江农业大学形成以农为主，多科协调发展的特色；浙江医科大学建设成为多科性医科大学，建成多所附属医院。世界第一台双水内冷发电机拍摄原子弹爆炸图像的高速摄影机硅单晶制备技术敦煌学研究等卓越成果均产自该时期，浙江大学创新的校训也在该时期确立。争创一流（1998至今） 为进一步实施科教兴国战略，中央决定合并组建新浙江大学。",
        "1998年9月15日，原来同根同源的浙江大学杭州大学浙江农业大学浙江医科大学正式合并，成为新的浙江大学。",
        "四校合并以来，浙江大学大力推进实质性融合，抢抓机遇，应对挑战，为创建具有世界先进水平的综合型研究型创新型一流大学打下了扎实基础。"
      ],
      "time_periods": [
        "1897年",
        "1928年",
        "1952年",
        "1998年",
        "2025年",
        "1897年",
        "1897年",
        "1927年",
        "1928年",
        "1928年",
        "1936年",
        "1937年",
        "1937年",
        "1938年",
        "1938年",
        "1940年",
        "1946年",
        "1949年",
        "1949年",
        "1952年",
        "1952年",
        "1952年",
        "1953年",
        "1998年",
        "1998年",
        "1998年",
        "1998年"
      ],
      "key_figures": [
        "竺可桢",
        "林启",
        "蒋梦麟",
        "陈建功",
        "苏步青",
        "束星北",
        "贝时璋",
        "蔡邦华",
        "马一浮",
        "丰子恺",
        "钱穆",
        "王淦昌",
        "谈家桢",
        "李政道",
        "程开甲",
        "谷超豪",
        "叶笃正",
        "李约瑟",
        "邵飘萍",
        "何燏时",
        "蒋方震"
      ],
      "locations": [
        "杭州",
        "建德",
        "吉安",
        "泰和",
        "宜山",
        "遵义",
        "湄潭",
        "天目山",
        "禅源寺",
        "之江"
      ]
    },
    "enhancement_level": "高质量",
    "word_count": 2703,
    "key_topics": [
      "西迁",
      "合并",
      "创立",
      "发展",
      "成就",
      "改革"
    ],
    "enhanced_time": "2025-10-30 14:00:56"
  },
  {
    "type": "百度百科资料",
    "filename": "zju_history_baidu.txt",
    "content": "求是溯源\n求是书院（1897-1901）→浙江求是大学堂（1901-1902）→浙江大学堂（1902-1904）→浙江高等学堂（1904-1912）→浙江高等学校（1912-1914）\n浙江大学的渊源——求是书院创建于1897年。1897年5月21日，在浙江巡抚廖寿丰、杭州知府林启等人的努力下，浙江大学的前身——求是书院在杭州正式办学。由于国内形势的变化和清末新政的陆续推进，学校几经更名，历经“浙江求是大学堂”（1901年）、“浙江大学堂”（1902年）、“浙江高等学堂”（1904年）、“浙江高等学校”（1912年）。 [3] [135]1914年，因学制改革，浙江高等学校一度停办。\n浙江中等工业学堂（1910-1911）→浙江公立中等工业学校（1912-1913）→浙江公立甲种工业学校（1913-1916）→浙江省立甲种工业学校（1916-1920）→浙江公立工业专门学校（1920-1927）\n1910年11月，浙江中等工业学堂筹建。1911年3月，浙江中等工业学堂正式开学，以蒲场巷杨官弄报国寺（原铜元局）为场址。同年10月因战事影响，暂时停办。1912年3月复课，改称“浙江公立中等工业学校”。1913年，更名为“浙江公立甲种工业学校”。1916年，改为“浙江省立甲种工业学校”。1920年秋，升格为浙江公立工业专门学校。 [135] [322]\n浙江农业教员养成所（1910-1912）→浙江中等农业学堂（1912-1913）→浙江省立甲种农业学校（1913-1924）→浙江公立农业专门学校（1924-1927）\n1910年9月，浙江农业教员养成所成立，租赁杭州马坡巷为所址。1912年，改名为“浙江中等农业学堂”。1913年冬，改称“浙江省立甲种农业学校”，并迁入杭州笕桥新校舍。1924年秋，升格为浙江公立农业专门学校。 [321] [323]\n第三中山大学（1927）→国立第三中山大学（1927-1928）\n1927年，南京国民政府成立后，决定实行“大学区制”，每区设立大学一所，统一命名为“中山大学”。同年7月15日，在原浙江高等学校办学旧址，整合了浙江公立工业专门学校和浙江公立农业专门学校成立“第三中山大学”，下设工学院（由“浙江工专”改组而来）和劳农学院（由“浙江农专”改组而来），并筹设文理学院。同年8月3日，第三中山大学冠名“国立”，称“国立第三中山大学”。 [3] [135]\n浙江大学（1928）→国立浙江大学（1928-1937）\n1928年2月，国立第三中山大学改名为“浙江大学”，同年5月定名为“国立浙江大学”。同年8月，国立浙江大学文理学院成立。1929年，国立浙江大学劳农学院更名为“国立浙江大学农学院”，1934年迁至华家池。 [135]至1936年，国立浙江大学已设有文理、工、农3个学院。文理学院设有外国语文、教育、史地、数学、物理、化学、生物等7个学系；工学院设有电机工程、化学工程、土木工程、机械工程等4个学系；农学院设有农艺、园艺、植物病虫害、蚕桑、农业经济等5个学系。 [320]1936年4月，蒋介石任命竺可桢为国立浙江大学校长，并答应了竺可桢提出的“财源须源源接济，用人校长有全权，不受国民党之干涉”的任职条件。 [217]\n探求崛起\n国立浙江大学（1937-1950）\n（主词条：湄潭浙江大学旧址、浙江大学龙泉分校旧址）\n“七七事变”后，抗日战争全面爆发。1937年9月，竺可桢校长率领国立浙江大学师生员工及部分教职员家属，携带大批图书资料和仪器设备，一迁浙江於潜、建德，二迁江西吉安、泰和，三迁广西宜山。1940年1月，到达贵州遵义、湄潭，在此办学近七年。与此同时，还在浙江设龙泉分校。西迁行程2600余公里，足迹涉及浙、赣、湘、桂、粤、黔、闽等7省。 [135]\n1945年10月，龙泉分校师生启程回杭。 [218]同月，国立浙江大学师生分批启程回杭，师范学院在罗苑复课，其余在大学路校本部复课。 [219]1946年5月7日，在遵义的师生分批返杭。6月1日起，遵义总校结束，改为留守处。 [220]9月，原分散在贵州遵义、湄潭、永兴及浙江龙泉等地的国立浙江大学师生全部抵达杭州，重新成为一个整体。 [135]\n1947年7月21日，校务会议决定将修复和新建的教学楼及宿舍楼冠以地方先贤和浙大西迁地名，以资纪念。 [221]1948年3月底，国立浙江大学已发展为拥有文、理、工、农、师范、法、医7个学院、25个系、9个研究所、1个研究室的综合性大学。 [3] [135]\n1949年4月，国立浙江大学成立“应变委员会”。5月3日，杭州宣布解放。翌月，中国人民解放军华东区杭州市军事管制委员会对国立浙江大学实行军事接管。 [135]\n调整发展\n浙江大学（1950-1952）\n1950年11月10日，国立浙江大学去“国立”二字，称“浙江大学”。 [38]\n1952年院系调整前，浙江大学拥有文、理、工、农、法、医、师范七个学院。\n浙江大学（1952-1998），浙江师范学院（1952-1958）→杭州大学（1958-1998），浙江农学院（1952-1960）→浙江农业大学（1960-1998），浙江医学院（1952-1960）→浙江医科大学（1960-1998）\n1952年院系调整中，浙江大学的学科和院系设置发生了很大变动。其部分系科调整到省外兄弟院校，部分院系或独立成校，或与之江大学、浙江省立医学院等院校组合重新建校。 [3]浙江大学院系调整状况如下：\n1、理学院数学系、物理系、化学系、生物系并入复旦大学；理学院药学系并入上海第一医学院；理学院地理系分别并入华东师范大学和南京大学；\n2、文学院人类学系并入复旦大学；文学院、师范学院部分并入华东师范大学，部分与之江大学的文理学院、浙江师范专科学校组建浙江师范学院，其余部分调入北京大学、厦门大学、南京大学等；\n3、法学院停办；\n4、医学院与浙江省立医学院合并，成立浙江医学院；\n5、农学院独立为浙江农学院；农学院畜牧兽医学系并入南京农学院；农学院森林系和东北农学院森林系合并为东北林学院；农学院农化系并入南京工学院食品工业系；\n6、工学院航空系与南京大学、交通大学的航空系合并，组建为华东航空学院；工学院土木系水利组并入华东水利学院；工学院电机系电信组并入南京工学院。 [222]\n调整后的浙江大学成为一所多科性的工业大学。\n1958年，浙江师范学院又与新建的杭州大学合并，定名“杭州大学”。1960年，浙江农学院更名为“浙江农业大学”，浙江医学院更名为“浙江医科大学”。 [3]\n1984年12月，浙江大学研究生院创建，是国务院首批批准试办的研究生院之一。 [223]\n1988年，路甬祥老校长在任时主持校务会议为校训添加“创新”两字，最终形成现在的“求是创新”校训。 [224]\n1995年，浙江大学成为首批列入国家“211工程”建设计划的重点大学之一。杭州大学、浙江农业大学、浙江医科大学也分别通过了“211工程”部门预审和重点建设项目立项论证。 [3]\n争创一流\n浙江大学（1998-）\n1998年9月15日，浙江大学、杭州大学、浙江农业大学、浙江医科大学合并组建为新的浙江大学，并仍定名“浙江大学”。 [3]\n1999年，浙大成为首批9所列入国家“985工程”建设计划的全国重点大学之一。 [225]\n2001年12月，成为首批试办国家示范性软件学院的高等学校。 [40]\n2006年，首批入选高等学校学科创新引智计划（111计划）。 [39]\n2007年1月21日，浙江大学航空航天学院成立。 [41]6月，浙江大学入选第一批国家大学生创新性实验计划立项学校。 [42]\n2009年5月21日，浙大工学部和信息学部揭牌成立；随后，浙江大学实行了学部制，全校调整为七大学部。 [43]同年，中国的九校联盟（C9）启动，浙大成为联盟成员之一。 [225]\n2010年6月，浙江大学入选教育部第一批“卓越工程师教育培养计划”高校。 [44]\n2012年9月，浙江大学入选第一批国家级大学生创新创业训练计划项目。 [47]11月，入选教育部卫生部第一批卓越医生教育培养计划项目试点高校。 [49]11月，入选国家首批卓越法律人才教育培养基地。 [48]\n2013年5月15日，浙江大学与英国帝国理工学院就建立联合学院事宜签署了“浙江大学—帝国理工联合学院合作谅解备忘录”，浙大成为中国首个在世界名校建立海外校区的高校。 [226]\n2014年9月，入选国家第一批卓越农林人才教育培养计划改革试点项目。 [52]\n2015年7月，入选首批全国高校实践育人创新创业基地。 [51]\n2016年6月，入选“浙江省国际化特色高校”首批建设单位。 [53]9月，浙江工程师学院（浙江大学工程师学院）正式成立。 [54]\n2017年1月，被教育部认定为“全国首批深化创新创业教育改革示范高校”。 [51]9月，浙江大学入选国家“双一流”建设高校。 [5]\n2018年3月，入选教育部首批新工科研究与实践项目。 [55]7月5日，图灵奖得主惠特菲尔德·迪菲教授加盟浙江大学。 [227]8月1日，浙江大学与宁波市签署协议，全面推进建设浙江大学宁波校区。 [56]11月，浙江大学等9所“双一流”建设高校联合组建了医学“双一流”建设联盟。 [228]\n2019年2月，浙大被教育部认定为首批高等学校科技成果转化和技术转移基地。 [58]5月，发起成立长三角研究型大学联盟。 [229]7月，首批入选中国高校行星科学联盟。 [230]7月，由浙大与温州市政府合作共建的浙江大学温州研究院正式挂牌成立。 [231]9月22日，发起成立长三角高校智库联盟。 [232]10月，浙江大学医学院脑科学与脑医学学院成立。 [59]\n2020年1月，浙江大学入选“强基计划”试点高校。 [61]6月，浙江大学与上海市人民政府签署战略合作协议，浙江大学上海高等研究院揭牌。 [233]7月，入选第二批高校国家知识产权信息服务中心建设名单。 [234]9月30日，浙江大学宣布筹建大健康学院。 [63]10月，浙江大学被国家知识产权局、教育部确定为2020年度国家知识产权示范高校。 [64]\n2021年1月9日，浙江大学亚洲文明研究院成立。 [65]1月17日，加入长三角文化遗产保护与文化资源共享研究联盟。 [235]1月24日，加入中国自由贸易试验区研究院联盟。 [236]3月27日，成立浙江大学成立数字法治研究院。 [66]4月22日，安徽省安庆市人民政府与浙江大学签署协议，将共建浙江大学安庆未来产业技术研究中心。 [237]4月23日，浙江大学发起组建“长三角可持续发展大学联盟”。 [238]6月6日，浙江大学共享与发展研究院在浙江杭州成立。 [67]11月10日，浙江大学控制学院石虎山机器人创新基地正式成立。 [68]\n2022年2月，浙江大学入选第二轮国家“双一流”建设高校。 [137]7月28日，“浙大欢迎您”仪式在紫金港校区举行，著名经济学家陈松年教授全职加盟浙江大学，受聘为首位青山讲席教授。 [239]8月20日，浙江大学上海高等研究院智能医疗联合研究与转化中心成立。 [240]9月，浙江大学长三角智慧绿洲创新中心首期开园。 [241]9月，浙江大学—镇海炼化联合研究中心前天在中石化宁波新材料研究院揭牌成立。 [242]9月，浙江大学获批国家卓越工程师学院首批试点建设单位。 [243]11月16日，发起成立浙江省高校科协联合体。 [244]12月10日，担任浙江省新医科发展联盟理事长单位。 [245]12月15日，浙江大学文学院、历史学院和哲学学院正式成立。 [138]\n2023年3月，高等教育专业评价机构软科发布2023软科中国大学排名，浙江大学排名第三。 [246]3月28日，发起成立国际传播学会中国理事会。 [247]4月10日，浙江大学国家卓越工程师学院揭牌仪式举行。 [248]4月17日，中国共产党浙江大学第十五届委员会第一次全体会议在紫金港校区举行。 [249]5月6日，浙江大学河北技术转移中心揭牌仪式在唐山市玉田县举行。 [250]6月10日，发起成立高校工程教育课程思政联盟。 [251]11月，阿里巴巴达摩院将量子实验室及量子实验仪器设备捐赠予浙江大学，并向其他高校和科研机构进行开放。 [252]12月10日，成立“感传算控”科创发展联盟。 [253]12月18日，浙江大学物理高等研究院成立。 [69]\n2024年1月，浙江大学成立集成电路学院，集成电路学院党委、纪委；撤销微电子（微纳电子学院） [70]；同年1月20日，浙江大学图书馆主馆正式开馆，翻开书香浙大的新一页。 [71]10月18日上午，浙江大学“一带一路”国际医学院正式成立仪式举行。 [260]11月14日，浙江大学文化遗产与社会发展研究中心揭牌成立。 [261]11月30日，浙江大学医学遗传与发育研究院正式揭牌成立。 [263]\n2025年1月，浙江大学与蚂蚁集团达成新一轮战略合作，成立“浙江大学-蚂蚁集团数据与智能联合研究中心”。 [265]2月14日，浙江大学深度融合智能体“浙大先生”正式发布，本地化部署DeepSeek V3、R1模型，基于CARSI资源共享平台，覆盖教学、科研、生活等全场景。 [269]2月15日，浙江大学脑机智能全国重点实验室与威海市立医院合作建设的“脑机智能医疗应用联合实验室”揭牌。 [267]2月18日，浙江大学软件学院（宁波）创新与管理中心、浙江大学宁波国际科创中心、浙江大学-网易联合研发中心揭牌。 [268]2月21日，杭州市委宣传部、杭州市社科联、浙江大学共建浙江大学杭州文化研究中心（杭州城市文化研究中心）签约和机构揭牌仪式在浙江大学举行。 [297]3月25日，浙江大学与中国农业银行在紫金港校区签署全面战略合作协议 [298]。3月26日，苹果公司宣布向浙江大学捐赠3000万元人民币，将共同设立移动应用孵化基金 [299]。3月28日，康恩贝集团与浙江大学签订战略合作协议。 [301]4月23日，浙江大学与OPPO签署战略合作协议。 [307]7月3日下午，浙江大学临床医学研究中心正式揭牌成立。 [313]7月14日，浙江大学与阿里巴巴集团签署合作协议，启动共建人工智能安全联合实验室，首批10个课题完成开题汇报。 [314]",
    "source": "本地文档",
    "collected_time": "2025-10-30 14:00:56",
    "cleaned_content": "求是溯源 求是书院（18971901）浙江求是大学堂（19011902）浙江大学堂（19021904）浙江高等学堂（19041912）浙江高等学校（19121914） 浙江大学的渊源求是书院创建于1897年。1897年5月21日，在浙江巡抚廖寿丰杭州知府林启等人的努力下，浙江大学的前身求是书院在杭州正式办学。由于国内形势的变化和清末新政的陆续推进，学校几经更名，历经浙江求是大学堂（1901年）浙江大学堂（1902年）浙江高等学堂（1904年）浙江高等学校（1912年）。 3 1351914年，因学制改革，浙江高等学校一度停办。 浙江中等工业学堂（19101911）浙江公立中等工业学校（19121913）浙江公立甲种工业学校（19131916）浙江省立甲种工业学校（19161920）浙江公立工业专门学校（19201927） 1910年11月，浙江中等工业学堂筹建。1911年3月，浙江中等工业学堂正式开学，以蒲场巷杨官弄报国寺（原铜元局）为场址。同年10月因战事影响，暂时停办。1912年3月复课，改称浙江公立中等工业学校。1913年，更名为浙江公立甲种工业学校。1916年，改为浙江省立甲种工业学校。1920年秋，升格为浙江公立工业专门学校。 135 322 浙江农业教员养成所（19101912）浙江中等农业学堂（19121913）浙江省立甲种农业学校（19131924）浙江公立农业专门学校（19241927） 1910年9月，浙江农业教员养成所成立，租赁杭州马坡巷为所址。1912年，改名为浙江中等农业学堂。1913年冬，改称浙江省立甲种农业学校，并迁入杭州笕桥新校舍。1924年秋，升格为浙江公立农业专门学校。 321 323 第三中山大学（1927）国立第三中山大学（19271928） 1927年，南京国民政府成立后，决定实行大学区制，每区设立大学一所，统一命名为中山大学。同年7月15日，在原浙江高等学校办学旧址，整合了浙江公立工业专门学校和浙江公立农业专门学校成立第三中山大学，下设工学院（由浙江工专改组而来）和劳农学院（由浙江农专改组而来），并筹设文理学院。同年8月3日，第三中山大学冠名国立，称国立第三中山大学。 3 135 浙江大学（1928）国立浙江大学（19281937） 1928年2月，国立第三中山大学改名为浙江大学，同年5月定名为国立浙江大学。同年8月，国立浙江大学文理学院成立。1929年，国立浙江大学劳农学院更名为国立浙江大学农学院，1934年迁至华家池。 135至1936年，国立浙江大学已设有文理工农3个学院。文理学院设有外国语文教育史地数学物理化学生物等7个学系；工学院设有电机工程化学工程土木工程机械工程等4个学系；农学院设有农艺园艺植物病虫害蚕桑农业经济等5个学系。 3201936年4月，蒋介石任命竺可桢为国立浙江大学校长，并答应了竺可桢提出的财源须源源接济，用人校长有全权，不受国民党之干涉的任职条件。 217 探求崛起 国立浙江大学（19371950） （主词条：湄潭浙江大学旧址浙江大学龙泉分校旧址） 七七事变后，抗日战争全面爆发。1937年9月，竺可桢校长率领国立浙江大学师生员工及部分教职员家属，携带大批图书资料和仪器设备，一迁浙江於潜建德，二迁江西吉安泰和，三迁广西宜山。1940年1月，到达贵州遵义湄潭，在此办学近七年。与此同时，还在浙江设龙泉分校。西迁行程2600余公里，足迹涉及浙赣湘桂粤黔闽等7省。 135 1945年10月，龙泉分校师生启程回杭。 218同月，国立浙江大学师生分批启程回杭，师范学院在罗苑复课，其余在大学路校本部复课。 2191946年5月7日，在遵义的师生分批返杭。6月1日起，遵义总校结束，改为留守处。 2209月，原分散在贵州遵义湄潭永兴及浙江龙泉等地的国立浙江大学师生全部抵达杭州，重新成为一个整体。 135 1947年7月21日，校务会议决定将修复和新建的教学楼及宿舍楼冠以地方先贤和浙大西迁地名，以资纪念。 2211948年3月底，国立浙江大学已发展为拥有文理工农师范法医7个学院25个系9个研究所1个研究室的综合性大学。 3 135 1949年4月，国立浙江大学成立应变委员会。5月3日，杭州宣布解放。翌月，中国人民解放军华东区杭州市军事管制委员会对国立浙江大学实行军事接管。 135 调整发展 浙江大学（19501952） 1950年11月10日，国立浙江大学去国立二字，称浙江大学。 38 1952年院系调整前，浙江大学拥有文理工农法医师范七个学院。 浙江大学（19521998），浙江师范学院（19521958）杭州大学（19581998），浙江农学院（19521960）浙江农业大学（19601998），浙江医学院（19521960）浙江医科大学（19601998） 1952年院系调整中，浙江大学的学科和院系设置发生了很大变动。其部分系科调整到省外兄弟院校，部分院系或独立成校，或与之江大学浙江省立医学院等院校组合重新建校。 3浙江大学院系调整状况如下： 1理学院数学系物理系化学系生物系并入复旦大学；理学院药学系并入上海第一医学院；理学院地理系分别并入华东师范大学和南京大学； 2文学院人类学系并入复旦大学；文学院师范学院部分并入华东师范大学，部分与之江大学的文理学院浙江师范专科学校组建浙江师范学院，其余部分调入北京大学厦门大学南京大学等； 3法学院停办； 4医学院与浙江省立医学院合并，成立浙江医学院； 5农学院独立为浙江农学院；农学院畜牧兽医学系并入南京农学院；农学院森林系和东北农学院森林系合并为东北林学院；农学院农化系并入南京工学院食品工业系； 6工学院航空系与南京大学交通大学的航空系合并，组建为华东航空学院；工学院土木系水利组并入华东水利学院；工学院电机系电信组并入南京工学院。 222 调整后的浙江大学成为一所多科性的工业大学。 1958年，浙江师范学院又与新建的杭州大学合并，定名杭州大学。1960年，浙江农学院更名为浙江农业大学，浙江医学院更名为浙江医科大学。 3 1984年12月，浙江大学研究生院创建，是国务院首批批准试办的研究生院之一。 223 1988年，路甬祥老校长在任时主持校务会议为校训添加创新两字，最终形成现在的求是创新校训。 224 1995年，浙江大学成为首批列入国家211工程建设计划的重点大学之一。杭州大学浙江农业大学浙江医科大学也分别通过了211工程部门预审和重点建设项目立项论证。 3 争创一流 浙江大学（1998） 1998年9月15日，浙江大学杭州大学浙江农业大学浙江医科大学合并组建为新的浙江大学，并仍定名浙江大学。 3 1999年，浙大成为首批9所列入国家985工程建设计划的全国重点大学之一。 225 2001年12月，成为首批试办国家示范性软件学院的高等学校。 40 2006年，首批入选高等学校学科创新引智计划（111计划）。 39 2007年1月21日，浙江大学航空航天学院成立。 416月，浙江大学入选第一批国家大学生创新性实验计划立项学校。 42 2009年5月21日，浙大工学部和信息学部揭牌成立；随后，浙江大学实行了学部制，全校调整为七大学部。 43同年，中国的九校联盟（C9）启动，浙大成为联盟成员之一。 225 2010年6月，浙江大学入选教育部第一批卓越工程师教育培养计划高校。 44 2012年9月，浙江大学入选第一批国家级大学生创新创业训练计划项目。 4711月，入选教育部卫生部第一批卓越医生教育培养计划项目试点高校。 4911月，入选国家首批卓越法律人才教育培养基地。 48 2013年5月15日，浙江大学与英国帝国理工学院就建立联合学院事宜签署了浙江大学帝国理工联合学院合作谅解备忘录，浙大成为中国首个在世界名校建立海外校区的高校。 226 2014年9月，入选国家第一批卓越农林人才教育培养计划改革试点项目。 52 2015年7月，入选首批全国高校实践育人创新创业基地。 51 2016年6月，入选浙江省国际化特色高校首批建设单位。 539月，浙江工程师学院（浙江大学工程师学院）正式成立。 54 2017年1月，被教育部认定为全国首批深化创新创业教育改革示范高校。 519月，浙江大学入选国家双一流建设高校。 5 2018年3月，入选教育部首批新工科研究与实践项目。 557月5日，图灵奖得主惠特菲尔德迪菲教授加盟浙江大学。 2278月1日，浙江大学与宁波市签署协议，全面推进建设浙江大学宁波校区。 5611月，浙江大学等9所双一流建设高校联合组建了医学双一流建设联盟。 228 2019年2月，浙大被教育部认定为首批高等学校科技成果转化和技术转移基地。 585月，发起成立长三角研究型大学联盟。 2297月，首批入选中国高校行星科学联盟。 2307月，由浙大与温州市政府合作共建的浙江大学温州研究院正式挂牌成立。 2319月22日，发起成立长三角高校智库联盟。 23210月，浙江大学医学院脑科学与脑医学学院成立。 59 2020年1月，浙江大学入选强基计划试点高校。 616月，浙江大学与上海市人民政府签署战略合作协议，浙江大学上海高等研究院揭牌。 2337月，入选第二批高校国家知识产权信息服务中心建设名单。 2349月30日，浙江大学宣布筹建大健康学院。 6310月，浙江大学被国家知识产权局教育部确定为2020年度国家知识产权示范高校。 64 2021年1月9日，浙江大学亚洲文明研究院成立。 651月17日，加入长三角文化遗产保护与文化资源共享研究联盟。 2351月24日，加入中国自由贸易试验区研究院联盟。 2363月27日，成立浙江大学成立数字法治研究院。 664月22日，安徽省安庆市人民政府与浙江大学签署协议，将共建浙江大学安庆未来产业技术研究中心。 2374月23日，浙江大学发起组建长三角可持续发展大学联盟。 2386月6日，浙江大学共享与发展研究院在浙江杭州成立。 6711月10日，浙江大学控制学院石虎山机器人创新基地正式成立。 68 2022年2月，浙江大学入选第二轮国家双一流建设高校。 1377月28日，浙大欢迎您仪式在紫金港校区举行，著名经济学家陈松年教授全职加盟浙江大学，受聘为首位青山讲席教授。 2398月20日，浙江大学上海高等研究院智能医疗联合研究与转化中心成立。 2409月，浙江大学长三角智慧绿洲创新中心首期开园。 2419月，浙江大学镇海炼化联合研究中心前天在中石化宁波新材料研究院揭牌成立。 2429月，浙江大学获批国家卓越工程师学院首批试点建设单位。 24311月16日，发起成立浙江省高校科协联合体。 24412月10日，担任浙江省新医科发展联盟理事长单位。 24512月15日，浙江大学文学院历史学院和哲学学院正式成立。 138 2023年3月，高等教育专业评价机构软科发布2023软科中国大学排名，浙江大学排名第三。 2463月28日，发起成立国际传播学会中国理事会。 2474月10日，浙江大学国家卓越工程师学院揭牌仪式举行。 2484月17日，中国共产党浙江大学第十五届委员会第一次全体会议在紫金港校区举行。 2495月6日，浙江大学河北技术转移中心揭牌仪式在唐山市玉田县举行。 2506月10日，发起成立高校工程教育课程思政联盟。 25111月，阿里巴巴达摩院将量子实验室及量子实验仪器设备捐赠予浙江大学，并向其他高校和科研机构进行开放。 25212月10日，成立感传算控科创发展联盟。 25312月18日，浙江大学物理高等研究院成立。 69 2024年1月，浙江大学成立集成电路学院，集成电路学院党委纪委；撤销微电子（微纳电子学院） 70；同年1月20日，浙江大学图书馆主馆正式开馆，翻开书香浙大的新一页。 7110月18日上午，浙江大学一带一路国际医学院正式成立仪式举行。 26011月14日，浙江大学文化遗产与社会发展研究中心揭牌成立。 26111月30日，浙江大学医学遗传与发育研究院正式揭牌成立。 263 2025年1月，浙江大学与蚂蚁集团达成新一轮战略合作，成立浙江大学蚂蚁集团数据与智能联合研究中心。 2652月14日，浙江大学深度融合智能体浙大先生正式发布，本地化部署DeepSeek V3R1模型，基于CARSI资源共享平台，覆盖教学科研生活等全场景。 2692月15日，浙江大学脑机智能全国重点实验室与威海市立医院合作建设的脑机智能医疗应用联合实验室揭牌。 2672月18日，浙江大学软件学院（宁波）创新与管理中心浙江大学宁波国际科创中心浙江大学网易联合研发中心揭牌。 2682月21日，杭州市委宣传部杭州市社科联浙江大学共建浙江大学杭州文化研究中心（杭州城市文化研究中心）签约和机构揭牌仪式在浙江大学举行。 2973月25日，浙江大学与中国农业银行在紫金港校区签署全面战略合作协议 298。3月26日，苹果公司宣布向浙江大学捐赠3000万元人民币，将共同设立移动应用孵化基金 299。3月28日，康恩贝集团与浙江大学签订战略合作协议。 3014月23日，浙江大学与OPPO签署战略合作协议。 3077月3日下午，浙江大学临床医学研究中心正式揭牌成立。 3137月14日，浙江大学与阿里巴巴集团签署合作协议，启动共建人工智能安全联合实验室，首批10个课题完成开题汇报。 314",
    "structured_data": {
      "sentences": [
        "求是溯源 求是书院（18971901）浙江求是大学堂（19011902）浙江大学堂（19021904）浙江高等学堂（19041912）浙江高等学校（19121914） 浙江大学的渊源求是书院创建于1897年",
        "1897年5月21日，在浙江巡抚廖寿丰杭州知府林启等人的努力下，浙江大学的前身求是书院在杭州正式办学",
        "由于国内形势的变化和清末新政的陆续推进，学校几经更名，历经浙江求是大学堂（1901年）浙江大学堂（1902年）浙江高等学堂（1904年）浙江高等学校（1912年）",
        "3 1351914年，因学制改革，浙江高等学校一度停办",
        "浙江中等工业学堂（19101911）浙江公立中等工业学校（19121913）浙江公立甲种工业学校（19131916）浙江省立甲种工业学校（19161920）浙江公立工业专门学校（19201927） 1910年11月，浙江中等工业学堂筹建",
        "1911年3月，浙江中等工业学堂正式开学，以蒲场巷杨官弄报国寺（原铜元局）为场址",
        "同年10月因战事影响，暂时停办",
        "1912年3月复课，改称浙江公立中等工业学校",
        "1913年，更名为浙江公立甲种工业学校",
        "1916年，改为浙江省立甲种工业学校",
        "1920年秋，升格为浙江公立工业专门学校",
        "135 322 浙江农业教员养成所（19101912）浙江中等农业学堂（19121913）浙江省立甲种农业学校（19131924）浙江公立农业专门学校（19241927） 1910年9月，浙江农业教员养成所成立，租赁杭州马坡巷为所址",
        "1912年，改名为浙江中等农业学堂",
        "1913年冬，改称浙江省立甲种农业学校，并迁入杭州笕桥新校舍",
        "1924年秋，升格为浙江公立农业专门学校",
        "321 323 第三中山大学（1927）国立第三中山大学（19271928） 1927年，南京国民政府成立后，决定实行大学区制，每区设立大学一所，统一命名为中山大学",
        "同年7月15日，在原浙江高等学校办学旧址，整合了浙江公立工业专门学校和浙江公立农业专门学校成立第三中山大学，下设工学院（由浙江工专改组而来）和劳农学院（由浙江农专改组而来），并筹设文理学院",
        "同年8月3日，第三中山大学冠名国立，称国立第三中山大学",
        "3 135 浙江大学（1928）国立浙江大学（19281937） 1928年2月，国立第三中山大学改名为浙江大学，同年5月定名为国立浙江大学",
        "同年8月，国立浙江大学文理学院成立",
        "1929年，国立浙江大学劳农学院更名为国立浙江大学农学院，1934年迁至华家池",
        "135至1936年，国立浙江大学已设有文理工农3个学院",
        "文理学院设有外国语文教育史地数学物理化学生物等7个学系；工学院设有电机工程化学工程土木工程机械工程等4个学系；农学院设有农艺园艺植物病虫害蚕桑农业经济等5个学系",
        "3201936年4月，蒋介石任命竺可桢为国立浙江大学校长，并答应了竺可桢提出的财源须源源接济，用人校长有全权，不受国民党之干涉的任职条件",
        "217 探求崛起 国立浙江大学（19371950） （主词条：湄潭浙江大学旧址浙江大学龙泉分校旧址） 七七事变后，抗日战争全面爆发",
        "1937年9月，竺可桢校长率领国立浙江大学师生员工及部分教职员家属，携带大批图书资料和仪器设备，一迁浙江於潜建德，二迁江西吉安泰和，三迁广西宜山",
        "1940年1月，到达贵州遵义湄潭，在此办学近七年",
        "与此同时，还在浙江设龙泉分校",
        "西迁行程2600余公里，足迹涉及浙赣湘桂粤黔闽等7省",
        "135 1945年10月，龙泉分校师生启程回杭",
        "218同月，国立浙江大学师生分批启程回杭，师范学院在罗苑复课，其余在大学路校本部复课",
        "2191946年5月7日，在遵义的师生分批返杭",
        "6月1日起，遵义总校结束，改为留守处",
        "2209月，原分散在贵州遵义湄潭永兴及浙江龙泉等地的国立浙江大学师生全部抵达杭州，重新成为一个整体",
        "135 1947年7月21日，校务会议决定将修复和新建的教学楼及宿舍楼冠以地方先贤和浙大西迁地名，以资纪念",
        "2211948年3月底，国立浙江大学已发展为拥有文理工农师范法医7个学院25个系9个研究所1个研究室的综合性大学",
        "3 135 1949年4月，国立浙江大学成立应变委员会",
        "5月3日，杭州宣布解放",
        "翌月，中国人民解放军华东区杭州市军事管制委员会对国立浙江大学实行军事接管",
        "135 调整发展 浙江大学（19501952） 1950年11月10日，国立浙江大学去国立二字，称浙江大学",
        "38 1952年院系调整前，浙江大学拥有文理工农法医师范七个学院",
        "浙江大学（19521998），浙江师范学院（19521958）杭州大学（19581998），浙江农学院（19521960）浙江农业大学（19601998），浙江医学院（19521960）浙江医科大学（19601998） 1952年院系调整中，浙江大学的学科和院系设置发生了很大变动",
        "其部分系科调整到省外兄弟院校，部分院系或独立成校，或与之江大学浙江省立医学院等院校组合重新建校",
        "3浙江大学院系调整状况如下： 1理学院数学系物理系化学系生物系并入复旦大学；理学院药学系并入上海第一医学院；理学院地理系分别并入华东师范大学和南京大学； 2文学院人类学系并入复旦大学；文学院师范学院部分并入华东师范大学，部分与之江大学的文理学院浙江师范专科学校组建浙江师范学院，其余部分调入北京大学厦门大学南京大学等； 3法学院停办； 4医学院与浙江省立医学院合并，成立浙江医学院； 5农学院独立为浙江农学院；农学院畜牧兽医学系并入南京农学院；农学院森林系和东北农学院森林系合并为东北林学院；农学院农化系并入南京工学院食品工业系； 6工学院航空系与南京大学交通大学的航空系合并，组建为华东航空学院；工学院土木系水利组并入华东水利学院；工学院电机系电信组并入南京工学院",
        "222 调整后的浙江大学成为一所多科性的工业大学",
        "1958年，浙江师范学院又与新建的杭州大学合并，定名杭州大学",
        "1960年，浙江农学院更名为浙江农业大学，浙江医学院更名为浙江医科大学",
        "3 1984年12月，浙江大学研究生院创建，是国务院首批批准试办的研究生院之一",
        "223 1988年，路甬祥老校长在任时主持校务会议为校训添加创新两字，最终形成现在的求是创新校训",
        "224 1995年，浙江大学成为首批列入国家211工程建设计划的重点大学之一",
        "杭州大学浙江农业大学浙江医科大学也分别通过了211工程部门预审和重点建设项目立项论证",
        "3 争创一流 浙江大学（1998） 1998年9月15日，浙江大学杭州大学浙江农业大学浙江医科大学合并组建为新的浙江大学，并仍定名浙江大学",
        "3 1999年，浙大成为首批9所列入国家985工程建设计划的全国重点大学之一",
        "225 2001年12月，成为首批试办国家示范性软件学院的高等学校",
        "40 2006年，首批入选高等学校学科创新引智计划（111计划）",
        "39 2007年1月21日，浙江大学航空航天学院成立",
        "416月，浙江大学入选第一批国家大学生创新性实验计划立项学校",
        "42 2009年5月21日，浙大工学部和信息学部揭牌成立；随后，浙江大学实行了学部制，全校调整为七大学部",
        "43同年，中国的九校联盟（C9）启动，浙大成为联盟成员之一",
        "225 2010年6月，浙江大学入选教育部第一批卓越工程师教育培养计划高校",
        "44 2012年9月，浙江大学入选第一批国家级大学生创新创业训练计划项目",
        "4711月，入选教育部卫生部第一批卓越医生教育培养计划项目试点高校",
        "4911月，入选国家首批卓越法律人才教育培养基地",
        "48 2013年5月15日，浙江大学与英国帝国理工学院就建立联合学院事宜签署了浙江大学帝国理工联合学院合作谅解备忘录，浙大成为中国首个在世界名校建立海外校区的高校",
        "226 2014年9月，入选国家第一批卓越农林人才教育培养计划改革试点项目",
        "52 2015年7月，入选首批全国高校实践育人创新创业基地",
        "51 2016年6月，入选浙江省国际化特色高校首批建设单位",
        "539月，浙江工程师学院（浙江大学工程师学院）正式成立",
        "54 2017年1月，被教育部认定为全国首批深化创新创业教育改革示范高校",
        "519月，浙江大学入选国家双一流建设高校",
        "5 2018年3月，入选教育部首批新工科研究与实践项目",
        "557月5日，图灵奖得主惠特菲尔德迪菲教授加盟浙江大学",
        "2278月1日，浙江大学与宁波市签署协议，全面推进建设浙江大学宁波校区",
        "5611月，浙江大学等9所双一流建设高校联合组建了医学双一流建设联盟",
        "228 2019年2月，浙大被教育部认定为首批高等学校科技成果转化和技术转移基地",
        "585月，发起成立长三角研究型大学联盟",
        "2297月，首批入选中国高校行星科学联盟",
        "2307月，由浙大与温州市政府合作共建的浙江大学温州研究院正式挂牌成立",
        "2319月22日，发起成立长三角高校智库联盟",
        "23210月，浙江大学医学院脑科学与脑医学学院成立",
        "59 2020年1月，浙江大学入选强基计划试点高校",
        "616月，浙江大学与上海市人民政府签署战略合作协议，浙江大学上海高等研究院揭牌",
        "2337月，入选第二批高校国家知识产权信息服务中心建设名单",
        "2349月30日，浙江大学宣布筹建大健康学院",
        "6310月，浙江大学被国家知识产权局教育部确定为2020年度国家知识产权示范高校",
        "64 2021年1月9日，浙江大学亚洲文明研究院成立",
        "651月17日，加入长三角文化遗产保护与文化资源共享研究联盟",
        "2351月24日，加入中国自由贸易试验区研究院联盟",
        "2363月27日，成立浙江大学成立数字法治研究院",
        "664月22日，安徽省安庆市人民政府与浙江大学签署协议，将共建浙江大学安庆未来产业技术研究中心",
        "2374月23日，浙江大学发起组建长三角可持续发展大学联盟",
        "2386月6日，浙江大学共享与发展研究院在浙江杭州成立",
        "6711月10日，浙江大学控制学院石虎山机器人创新基地正式成立",
        "68 2022年2月，浙江大学入选第二轮国家双一流建设高校",
        "1377月28日，浙大欢迎您仪式在紫金港校区举行，著名经济学家陈松年教授全职加盟浙江大学，受聘为首位青山讲席教授",
        "2398月20日，浙江大学上海高等研究院智能医疗联合研究与转化中心成立",
        "2409月，浙江大学长三角智慧绿洲创新中心首期开园",
        "2419月，浙江大学镇海炼化联合研究中心前天在中石化宁波新材料研究院揭牌成立",
        "2429月，浙江大学获批国家卓越工程师学院首批试点建设单位",
        "24311月16日，发起成立浙江省高校科协联合体",
        "24412月10日，担任浙江省新医科发展联盟理事长单位",
        "24512月15日，浙江大学文学院历史学院和哲学学院正式成立",
        "138 2023年3月，高等教育专业评价机构软科发布2023软科中国大学排名，浙江大学排名第三",
        "2463月28日，发起成立国际传播学会中国理事会",
        "2474月10日，浙江大学国家卓越工程师学院揭牌仪式举行",
        "2484月17日，中国共产党浙江大学第十五届委员会第一次全体会议在紫金港校区举行",
        "2495月6日，浙江大学河北技术转移中心揭牌仪式在唐山市玉田县举行",
        "2506月10日，发起成立高校工程教育课程思政联盟",
        "25111月，阿里巴巴达摩院将量子实验室及量子实验仪器设备捐赠予浙江大学，并向其他高校和科研机构进行开放",
        "25212月10日，成立感传算控科创发展联盟",
        "25312月18日，浙江大学物理高等研究院成立",
        "69 2024年1月，浙江大学成立集成电路学院，集成电路学院党委纪委；撤销微电子（微纳电子学院） 70；同年1月20日，浙江大学图书馆主馆正式开馆，翻开书香浙大的新一页",
        "7110月18日上午，浙江大学一带一路国际医学院正式成立仪式举行",
        "26011月14日，浙江大学文化遗产与社会发展研究中心揭牌成立",
        "26111月30日，浙江大学医学遗传与发育研究院正式揭牌成立",
        "263 2025年1月，浙江大学与蚂蚁集团达成新一轮战略合作，成立浙江大学蚂蚁集团数据与智能联合研究中心",
        "2652月14日，浙江大学深度融合智能体浙大先生正式发布，本地化部署DeepSeek V3R1模型，基于CARSI资源共享平台，覆盖教学科研生活等全场景",
        "2692月15日，浙江大学脑机智能全国重点实验室与威海市立医院合作建设的脑机智能医疗应用联合实验室揭牌",
        "2672月18日，浙江大学软件学院（宁波）创新与管理中心浙江大学宁波国际科创中心浙江大学网易联合研发中心揭牌",
        "2682月21日，杭州市委宣传部杭州市社科联浙江大学共建浙江大学杭州文化研究中心（杭州城市文化研究中心）签约和机构揭牌仪式在浙江大学举行",
        "2973月25日，浙江大学与中国农业银行在紫金港校区签署全面战略合作协议 298",
        "3月26日，苹果公司宣布向浙江大学捐赠3000万元人民币，将共同设立移动应用孵化基金 299",
        "3月28日，康恩贝集团与浙江大学签订战略合作协议",
        "3014月23日，浙江大学与OPPO签署战略合作协议",
        "3077月3日下午，浙江大学临床医学研究中心正式揭牌成立",
        "3137月14日，浙江大学与阿里巴巴集团签署合作协议，启动共建人工智能安全联合实验室，首批10个课题完成开题汇报",
        "314"
      ],
      "paragraphs": [
        "求是溯源 求是书院（18971901）浙江求是大学堂（19011902）浙江大学堂（19021904）浙江高等学堂（19041912）浙江高等学校（19121914） 浙江大学的渊源求是书院创建于1897年。",
        "1897年5月21日，在浙江巡抚廖寿丰杭州知府林启等人的努力下，浙江大学的前身求是书院在杭州正式办学。",
        "由于国内形势的变化和清末新政的陆续推进，学校几经更名，历经浙江求是大学堂（1901年）浙江大学堂（1902年）浙江高等学堂（1904年）浙江高等学校（1912年）。",
        "3 1351914年，因学制改革，浙江高等学校一度停办。",
        "浙江中等工业学堂（19101911）浙江公立中等工业学校（19121913）浙江公立甲种工业学校（19131916）浙江省立甲种工业学校（19161920）浙江公立工业专门学校（19201927） 1910年11月，浙江中等工业学堂筹建。",
        "1911年3月，浙江中等工业学堂正式开学，以蒲场巷杨官弄报国寺（原铜元局）为场址。",
        "同年10月因战事影响，暂时停办。1912年3月复课，改称浙江公立中等工业学校。",
        "1913年，更名为浙江公立甲种工业学校。",
        "1916年，改为浙江省立甲种工业学校。",
        "1920年秋，升格为浙江公立工业专门学校。",
        "135 322 浙江农业教员养成所（19101912）浙江中等农业学堂（19121913）浙江省立甲种农业学校（19131924）浙江公立农业专门学校（19241927） 1910年9月，浙江农业教员养成所成立，租赁杭州马坡巷为所址。",
        "1912年，改名为浙江中等农业学堂。",
        "1913年冬，改称浙江省立甲种农业学校，并迁入杭州笕桥新校舍。",
        "1924年秋，升格为浙江公立农业专门学校。",
        "321 323 第三中山大学（1927）国立第三中山大学（19271928） 1927年，南京国民政府成立后，决定实行大学区制，每区设立大学一所，统一命名为中山大学。",
        "同年7月15日，在原浙江高等学校办学旧址，整合了浙江公立工业专门学校和浙江公立农业专门学校成立第三中山大学，下设工学院（由浙江工专改组而来）和劳农学院（由浙江农专改组而来），并筹设文理学院。同年8月3日，第三中山大学冠名国立，称国立第三中山大学。3 135 浙江大学（1928）国立浙江大学（19281937） 1928年2月，国立第三中山大学改名为浙江大学，同年5月定名为国立浙江大学。",
        "同年8月，国立浙江大学文理学院成立。1929年，国立浙江大学劳农学院更名为国立浙江大学农学院，1934年迁至华家池。",
        "135至1936年，国立浙江大学已设有文理工农3个学院。",
        "文理学院设有外国语文教育史地数学物理化学生物等7个学系；工学院设有电机工程化学工程土木工程机械工程等4个学系；农学院设有农艺园艺植物病虫害蚕桑农业经济等5个学系。3201936年4月，蒋介石任命竺可桢为国立浙江大学校长，并答应了竺可桢提出的财源须源源接济，用人校长有全权，不受国民党之干涉的任职条件。",
        "217 探求崛起 国立浙江大学（19371950） （主词条：湄潭浙江大学旧址浙江大学龙泉分校旧址） 七七事变后，抗日战争全面爆发。1937年9月，竺可桢校长率领国立浙江大学师生员工及部分教职员家属，携带大批图书资料和仪器设备，一迁浙江於潜建德，二迁江西吉安泰和，三迁广西宜山。",
        "1940年1月，到达贵州遵义湄潭，在此办学近七年。",
        "与此同时，还在浙江设龙泉分校。西迁行程2600余公里，足迹涉及浙赣湘桂粤黔闽等7省。135 1945年10月，龙泉分校师生启程回杭。",
        "218同月，国立浙江大学师生分批启程回杭，师范学院在罗苑复课，其余在大学路校本部复课。2191946年5月7日，在遵义的师生分批返杭。",
        "6月1日起，遵义总校结束，改为留守处。2209月，原分散在贵州遵义湄潭永兴及浙江龙泉等地的国立浙江大学师生全部抵达杭州，重新成为一个整体。135 1947年7月21日，校务会议决定将修复和新建的教学楼及宿舍楼冠以地方先贤和浙大西迁地名，以资纪念。",
        "2211948年3月底，国立浙江大学已发展为拥有文理工农师范法医7个学院25个系9个研究所1个研究室的综合性大学。",
        "3 135 1949年4月，国立浙江大学成立应变委员会。",
        "5月3日，杭州宣布解放。翌月，中国人民解放军华东区杭州市军事管制委员会对国立浙江大学实行军事接管。135 调整发展 浙江大学（19501952） 1950年11月10日，国立浙江大学去国立二字，称浙江大学。",
        "38 1952年院系调整前，浙江大学拥有文理工农法医师范七个学院。",
        "浙江大学（19521998），浙江师范学院（19521958）杭州大学（19581998），浙江农学院（19521960）浙江农业大学（19601998），浙江医学院（19521960）浙江医科大学（19601998） 1952年院系调整中，浙江大学的学科和院系设置发生了很大变动。",
        "其部分系科调整到省外兄弟院校，部分院系或独立成校，或与之江大学浙江省立医学院等院校组合重新建校。3浙江大学院系调整状况如下： 1理学院数学系物理系化学系生物系并入复旦大学；理学院药学系并入上海第一医学院；理学院地理系分别并入华东师范大学和南京大学； 2文学院人类学系并入复旦大学；文学院师范学院部分并入华东师范大学，部分与之江大学的文理学院浙江师范专科学校组建浙江师范学院，其余部分调入北京大学厦门大学南京大学等； 3法学院停办； 4医学院与浙江省立医学院合并，成立浙江医学院； 5农学院独立为浙江农学院；农学院畜牧兽医学系并入南京农学院；农学院森林系和东北农学院森林系合并为东北林学院；农学院农化系并入南京工学院食品工业系； 6工学院航空系与南京大学交通大学的航空系合并，组建为华东航空学院；工学院土木系水利组并入华东水利学院；工学院电机系电信组并入南京工学院。222 调整后的浙江大学成为一所多科性的工业大学。",
        "1958年，浙江师范学院又与新建的杭州大学合并，定名杭州大学。",
        "1960年，浙江农学院更名为浙江农业大学，浙江医学院更名为浙江医科大学。",
        "3 1984年12月，浙江大学研究生院创建，是国务院首批批准试办的研究生院之一。",
        "223 1988年，路甬祥老校长在任时主持校务会议为校训添加创新两字，最终形成现在的求是创新校训。",
        "224 1995年，浙江大学成为首批列入国家211工程建设计划的重点大学之一。",
        "杭州大学浙江农业大学浙江医科大学也分别通过了211工程部门预审和重点建设项目立项论证。3 争创一流 浙江大学（1998） 1998年9月15日，浙江大学杭州大学浙江农业大学浙江医科大学合并组建为新的浙江大学，并仍定名浙江大学。",
        "3 1999年，浙大成为首批9所列入国家985工程建设计划的全国重点大学之一。",
        "225 2001年12月，成为首批试办国家示范性软件学院的高等学校。",
        "40 2006年，首批入选高等学校学科创新引智计划（111计划）。",
        "39 2007年1月21日，浙江大学航空航天学院成立。",
        "416月，浙江大学入选第一批国家大学生创新性实验计划立项学校。42 2009年5月21日，浙大工学部和信息学部揭牌成立；随后，浙江大学实行了学部制，全校调整为七大学部。",
        "43同年，中国的九校联盟（C9）启动，浙大成为联盟成员之一。225 2010年6月，浙江大学入选教育部第一批卓越工程师教育培养计划高校。",
        "44 2012年9月，浙江大学入选第一批国家级大学生创新创业训练计划项目。",
        "4711月，入选教育部卫生部第一批卓越医生教育培养计划项目试点高校。4911月，入选国家首批卓越法律人才教育培养基地。48 2013年5月15日，浙江大学与英国帝国理工学院就建立联合学院事宜签署了浙江大学帝国理工联合学院合作谅解备忘录，浙大成为中国首个在世界名校建立海外校区的高校。",
        "226 2014年9月，入选国家第一批卓越农林人才教育培养计划改革试点项目。",
        "52 2015年7月，入选首批全国高校实践育人创新创业基地。",
        "51 2016年6月，入选浙江省国际化特色高校首批建设单位。",
        "539月，浙江工程师学院（浙江大学工程师学院）正式成立。54 2017年1月，被教育部认定为全国首批深化创新创业教育改革示范高校。",
        "519月，浙江大学入选国家双一流建设高校。5 2018年3月，入选教育部首批新工科研究与实践项目。",
        "557月5日，图灵奖得主惠特菲尔德迪菲教授加盟浙江大学。2278月1日，浙江大学与宁波市签署协议，全面推进建设浙江大学宁波校区。5611月，浙江大学等9所双一流建设高校联合组建了医学双一流建设联盟。",
        "228 2019年2月，浙大被教育部认定为首批高等学校科技成果转化和技术转移基地。",
        "585月，发起成立长三角研究型大学联盟。2297月，首批入选中国高校行星科学联盟。2307月，由浙大与温州市政府合作共建的浙江大学温州研究院正式挂牌成立。",
        "2319月22日，发起成立长三角高校智库联盟。23210月，浙江大学医学院脑科学与脑医学学院成立。59 2020年1月，浙江大学入选强基计划试点高校。",
        "616月，浙江大学与上海市人民政府签署战略合作协议，浙江大学上海高等研究院揭牌。2337月，入选第二批高校国家知识产权信息服务中心建设名单。2349月30日，浙江大学宣布筹建大健康学院。",
        "6310月，浙江大学被国家知识产权局教育部确定为2020年度国家知识产权示范高校。",
        "64 2021年1月9日，浙江大学亚洲文明研究院成立。",
        "651月17日，加入长三角文化遗产保护与文化资源共享研究联盟。2351月24日，加入中国自由贸易试验区研究院联盟。2363月27日，成立浙江大学成立数字法治研究院。",
        "664月22日，安徽省安庆市人民政府与浙江大学签署协议，将共建浙江大学安庆未来产业技术研究中心。2374月23日，浙江大学发起组建长三角可持续发展大学联盟。2386月6日，浙江大学共享与发展研究院在浙江杭州成立。",
        "6711月10日，浙江大学控制学院石虎山机器人创新基地正式成立。68 2022年2月，浙江大学入选第二轮国家双一流建设高校。",
        "1377月28日，浙大欢迎您仪式在紫金港校区举行，著名经济学家陈松年教授全职加盟浙江大学，受聘为首位青山讲席教授。2398月20日，浙江大学上海高等研究院智能医疗联合研究与转化中心成立。2409月，浙江大学长三角智慧绿洲创新中心首期开园。",
        "2419月，浙江大学镇海炼化联合研究中心前天在中石化宁波新材料研究院揭牌成立。2429月，浙江大学获批国家卓越工程师学院首批试点建设单位。24311月16日，发起成立浙江省高校科协联合体。",
        "24412月10日，担任浙江省新医科发展联盟理事长单位。24512月15日，浙江大学文学院历史学院和哲学学院正式成立。138 2023年3月，高等教育专业评价机构软科发布2023软科中国大学排名，浙江大学排名第三。",
        "2463月28日，发起成立国际传播学会中国理事会。2474月10日，浙江大学国家卓越工程师学院揭牌仪式举行。2484月17日，中国共产党浙江大学第十五届委员会第一次全体会议在紫金港校区举行。",
        "2495月6日，浙江大学河北技术转移中心揭牌仪式在唐山市玉田县举行。2506月10日，发起成立高校工程教育课程思政联盟。25111月，阿里巴巴达摩院将量子实验室及量子实验仪器设备捐赠予浙江大学，并向其他高校和科研机构进行开放。",
        "25212月10日，成立感传算控科创发展联盟。25312月18日，浙江大学物理高等研究院成立。69 2024年1月，浙江大学成立集成电路学院，集成电路学院党委纪委；撤销微电子（微纳电子学院） 70；同年1月20日，浙江大学图书馆主馆正式开馆，翻开书香浙大的新一页。",
        "7110月18日上午，浙江大学一带一路国际医学院正式成立仪式举行。26011月14日，浙江大学文化遗产与社会发展研究中心揭牌成立。26111月30日，浙江大学医学遗传与发育研究院正式揭牌成立。",
        "263 2025年1月，浙江大学与蚂蚁集团达成新一轮战略合作，成立浙江大学蚂蚁集团数据与智能联合研究中心。",
        "2652月14日，浙江大学深度融合智能体浙大先生正式发布，本地化部署DeepSeek V3R1模型，基于CARSI资源共享平台，覆盖教学科研生活等全场景。2692月15日，浙江大学脑机智能全国重点实验室与威海市立医院合作建设的脑机智能医疗应用联合实验室揭牌。2672月18日，浙江大学软件学院（宁波）创新与管理中心浙江大学宁波国际科创中心浙江大学网易联合研发中心揭牌。",
        "2682月21日，杭州市委宣传部杭州市社科联浙江大学共建浙江大学杭州文化研究中心（杭州城市文化研究中心）签约和机构揭牌仪式在浙江大学举行。2973月25日，浙江大学与中国农业银行在紫金港校区签署全面战略合作协议 298。3月26日，苹果公司宣布向浙江大学捐赠3000万元人民币，将共同设立移动应用孵化基金 299。",
        "3月28日，康恩贝集团与浙江大学签订战略合作协议。3014月23日，浙江大学与OPPO签署战略合作协议。3077月3日下午，浙江大学临床医学研究中心正式揭牌成立。",
        "3137月14日，浙江大学与阿里巴巴集团签署合作协议，启动共建人工智能安全联合实验室，首批10个课题完成开题汇报。314。"
      ],
      "time_periods": [
        "1897年",
        "1897年",
        "1901年",
        "1902年",
        "1904年",
        "1912年",
        "1914年",
        "1910年",
        "1911年",
        "1912年",
        "1913年",
        "1916年",
        "1920年",
        "1910年",
        "1912年",
        "1913年",
        "1924年",
        "1927年",
        "1928年",
        "1929年",
        "1934年",
        "1936年",
        "1936年",
        "1937年",
        "1940年",
        "1945年",
        "1946年",
        "1947年",
        "1948年",
        "1949年",
        "1950年",
        "1952年",
        "1952年",
        "1958年",
        "1960年",
        "1984年",
        "1988年",
        "1995年",
        "1998年",
        "1999年",
        "2001年",
        "2006年",
        "2007年",
        "2009年",
        "2010年",
        "2012年",
        "2013年",
        "2014年",
        "2015年",
        "2016年",
        "2017年",
        "2018年",
        "2019年",
        "2020年",
        "2020年",
        "2021年",
        "2022年",
        "2023年",
        "2024年",
        "2025年"
      ],
      "key_figures": [
        "竺可桢",
        "林启"
      ],
      "locations": [
        "杭州",
        "建德",
        "吉安",
        "泰和",
        "宜山",
        "遵义",
        "湄潭",
        "紫金港",
        "之江",
        "华家池",
        "龙泉",
        "宁波"
      ]
    },
    "enhancement_level": "高质量",
    "word_count": 5488,
    "key_topics": [
      "西迁",
      "合并",
      "创立",
      "发展",
      "成就",
      "改革"
    ],
    "enhanced_time": "2025-10-30 14:00:56"
  },
  {
    "type": "维基百科资料",
    "filename": "zju_history_wiki.txt",
    "content": "求是书院\n1897年，杭州知府林启在浙江巡抚廖寿丰支持下，于普慈寺故址建立求是书院，是为浙江省高等教育之嚆矢，浙江大学之前身。[11]求是书院是中国近代史上效法西方学制最早创办的几所新式高等学校之一，在初创时期受到同城的育英书院的影响，以育英书院的美国教师王令赓为总教席，统管书院的教学事务。1898年，求是书院又率先派遣学生去日本留学，“为各省派往日本游学之首倡”。[12]\n\n1901-1904年，因应学制改革，先后改称求是大学堂、浙江大学堂、浙江高等学堂，采用大学预科的体例。辛亥革命后，新旧学制交替，教育部令各高等学堂停办，遂停止招生，维持至1914年最后一届学生毕业而关停。[11]\n\n1947年，浙江大学纪念建校20周年暨求是书院成立50周年，校友纷纷将校史追溯到1897年成立的求是书院，史地学家、浙江大学教授张其昀明确将求是书院称为浙江大学的前身。1948年，中华民国教育部教育年鉴编辑委员会编《第二次中国教育年鉴》亦以求是书院开始介绍浙江大学。[13]\n\n国立大学\n早期发展\n1914年高等学堂关闭后，不断有重设大学之倡议，但因军阀混战始终无果而终。[14]\n\n1927年2月，北伐军攻占杭州，整顿浙江省教育事务。[14]蒋梦麟、邵裴子、陈大齐、郑晓沧、何炳松、汤兆丰、马叙伦、邵元冲、陈榥等一批求是书院师生积极筹备大学的建立。[13]时任浙江省教育厅长蒋梦麟即委派郑晓沧到求是书院旧址考察，最终第三中山大学即成立于求是书院旧址。[13]新设立之大学以前浙江公立工业专门学校为工学院，前浙江公立农业专门学校为劳农学院，并由邵裴子于第二年组建文理学院。因试行大学区制，大学定名为第三中山大学。[14]\n\n1928年4月改名为浙江大学，称中华民国大学院浙江大学，7月加冠“国立”二字，称国立浙江大学。由国民政府指派时任教育部部长蒋梦麟作为校长。[14]在当时，浙大以四月一日为校庆纪念日，盖因求是书院创设于1897年农历4月。[15]\n\n1929年大学区制废除，浙大行政职能由省教育厅接收。[14]1929年，蒋因教育部工作繁重，辞去浙大校长职务，国民政府指派副校长邵裴子接任。[14]\n\n1931年，学校经费困难，部分学生冲撞[需要解释]教师，邵裴子辞任校长，由程天放继任。程天放改革校政，精简组织，争取经费，改善收支，但不久即被调任湖北省教育厅长，师生向蒋介石挽留无果。[16]\n\n1933年3月，郭任远接任浙大校长，在学生间实行军事化管理。[17]1934年，在华家池购地，兴建农学馆。[18]1935年，因军警入校逮捕抗议学生引发“驱郭风潮”，校长被学生逐出学校，蒋介石亲赴杭州走访处置事件，最终撤换郭任远。[16]\n\n竺可桢治校\n\n竺可桢等浙江大学老师在西迁泰和时的图书馆前留影（1938年5月）\nCC系失势，政治素人、学者竺可桢被多方力荐，1936年4月赴杭州担任浙大校长。不久，因大量引入东南大学旧日同事，被诟病植党行私，但因学衡派学者和中国科学社重要成员的云集，逐步成为学术重镇。[19]\n\n1937年卢沟桥事变后，新生被安置于西天目山禅源寺，并引入导师制。1937年11月，浙大杭州本部迁往建德梅城，并协同浙江图书馆将文澜阁《四库全书》一同迁移。1937年底，杭州沦陷，浙大离开建德，迁往江西吉安、泰和。随着日军在1938年7月占领江西九江，浙大再度迁往广西宜山，并在1938年8月增设师范学院。1939年7月，浙大在丽水龙泉芳野曾家大屋开办分校，服务由于经济与交通问题无法前往内地升学的同学。1939年11月，随着广西南宁陷落，浙大迁往贵州遵义。[18]在遵义期间，被访问浙大的英国皇家学会著名学者李约瑟誉为“东方剑桥”。\n\n1945年3月，多次发表批评政府之言论的原浙大训导处主任、浙大教授费巩在前往当时位于重庆的复旦大学教学后失踪，校方多方求助无果，后被证实为军统所杀害，尸骨无存。[20]玉泉校区建有费巩亭，以作纪念。[21]\n\n1945年9月，日本战败。浙大教授罗宗洛奉命前往台湾接收台北帝国大学，并邀请农学院蔡邦华院长及数学系陈建功、苏步青教授三人一同前往。[22]\n\n1945年10月，龙泉分校师生率先启程回杭，11月在杭复课。遵义总校则在1946年5月7日动身回杭，改遵义校址为留守处。由遵义往杭州，经贵阳、玉屏出贵州，后经停长沙领取联合国善后救济总署之难民证，得享基本食宿与免费车船搭乘之待遇。同年奉教育部之命令增设医学院。1947年7月21日，校务会议决定以地方先贤和浙大西迁地名命名修复和新建的教学楼及宿舍楼。[20]\n\n1947年，学生自治会主席于子三，被中统秘密逮捕，后在狱中死亡，引发学生罢课与游行示威，因入葬事宜学生、校方与政府三方僵持，引发流氓队伍入校骚乱以及学生对竺可桢中间路线的不满；直至1948年3月14日，于子三方才入葬凤凰山。[23]于子三事件后，竺可桢因其中间路线与学生关系紧张，但也不愿意随国民党离开中国大陆，最终于1949年避居上海中央研究院，直至中共接管。[24]\n\n国共内战后\n改造重组\n1949年8月，由马寅初接任浙大校长，推动教职员政治学习，创立校代表大会制度，支持浙大学生服务部开设夜校服务工农。[25]1950年，奉教育部命令，删除校名中“国立”二字。1951年，马寅初调任北大校长，推动教职员政治学习，后演变为思想改造和三反五反运动，[25]波及浙大，苏步青、蔡邦华、谈家桢、王国松、邵均、路嘉冰、李寿恒等浙大教师遭受冲击。[26]\n\n1950年代初期，经历院系调整：仿效苏联模式，浙大只保留工学院电机、化工、土木、机械四系，之江大学相关工科专业并入浙大；农学院独立建校，称浙江农学院；医学院与浙江省立医学院合并，组建浙江医学院；[27]以浙大与之江大学的中国文学、外国文学、教育学三系，加浙江师范专科学校，接收之江大学校产，成立浙江师范学院；[28]部分理学院师资抽调往中国科学院；[29]\n\n1954年，浙大动身迁校，选址于杭州市第一公墓。1956年迁入称玉泉校区。[30]大学路校区则转给省中医进修学校使用，[31]求是书院原中西合璧建筑群均被拆除，仅存普慈寺大殿。1957年，在刘丹书记推动下，浙大重新筹建理科系。1958年，浙江师范学院改建为综合性杭州大学，由之江迁往松木场校址。[28]同年，杭州工学院撤销，并归浙大，其校区作为文二街二分部进行新生教育。[32]\n\n1963年，浙江大学被添列为全国重点大学。[33]同年，浙大无线电电子系成立，从玉泉本部搬迁到六和塔浙大三分部。\n\n“文化大革命”期间\n文革期间，校务停顿，校内涌现了“烈火大队”“红旗联合战斗团”“红联军”“红暴会”等一批红卫兵组织。\n\n1966年6月，浙大主持校务的党委副书记刘丹被《浙江日报》《人民日报》公开点名批评，并被撤职。8月红卫兵运动兴起后，全校各级组织已处于瘫痪半瘫痪状态，红卫兵以破四旧为名毁坏各类历史文物，[34]引发浙大学生与中学生红卫兵对峙辩论保卫灵隐寺。浙大学生受到景区员工、附近村民以及浙江鲁迅美术学院学生以及杭州市民的普遍支持，后周恩来总理下达命令保护灵隐寺，方终止争端。[35]10月，“烈火大队”在浙大体育场举行四万人集会，批判浙江省副省长兼浙大校长、党委书记陈伟达。\n\n1967年，浙大学生在北京见到谭震林，对方转达毛泽东意见，要保江华，导致红卫兵队伍分裂，浙大起家的“红暴会”一派主张保江华，另一派则是以张永生为首的“省联总”则坚持要求批斗江华，认为不打倒江华则文革无法继续下去，两派长期斗争，最终于1970年通过协议共同组建革命委员会。1975年，张永生到浙大做报告时，被浙大师生围困，其“把大学办成无产阶级专政的工具”的言论被师生批判，张永生当场认错，事后住院装病装死，并电告王洪文，浙大师生不少因之被捕。[36]\n\n改革开放\n文革结束后，刘丹恢复名誉，后获得名誉校长称号，是该荣誉称号唯一持有者。文二街二分部校址文革后转给杭州电子工学院。[32]\n\n1977年恢复高考。1980年11月，浙大改为由教育部和浙江省共建。1995年，浙大成为首批列入国家“211工程”建设计划的重点大学之一。杭州大学、浙江农业大学、浙江医科大学亦成为浙江省属重点大学。20世纪九十年代，中国大陆兴起高校合并浪潮；杭州大学、浙江农业大学、浙江医科大学与老浙江大学于1998年9月15日完成四校合并，组建为新的综合性的浙江大学。\n\n1999年由浙江大学与杭州市人民政府合作办学的民办独立学院浙江大学城市学院建立。2001年，浙大在紫金港修建新校区，2002年落成后成为主校区。2005年，湖滨校区以24.6亿元价格转让给香港嘉里集团，创下杭州地价记录；2007年，西湖第一高楼——湖滨校区教学主楼被爆破拆除。2011年，紫金港校区西区动工，2019年投入运营。2012年，舟山校区动工，并于2015年投入运营，为海洋学院之专门校区。2014年，海宁校区动工，并于2016年投入运营，内设浙江大学-爱丁堡大学联合学院、浙江大学伊利诺伊大学厄巴纳香槟校区联合学院等联合办学机构。2018年，浙大和宁波市政府签约，以浙大宁波理工学院现有校园建设宁波校区。2020年，浙江大学城市学院转设为浙大城市学院，系杭州市属公办本科层次普通高校。",
    "source": "本地文档",
    "collected_time": "2025-10-30 14:00:56",
    "cleaned_content": "求是书院 1897年，杭州知府林启在浙江巡抚廖寿丰支持下，于普慈寺故址建立求是书院，是为浙江省高等教育之嚆矢，浙江大学之前身。11求是书院是中国近代史上效法西方学制最早创办的几所新式高等学校之一，在初创时期受到同城的育英书院的影响，以育英书院的美国教师王令赓为总教席，统管书院的教学事务。1898年，求是书院又率先派遣学生去日本留学，为各省派往日本游学之首倡。12 19011904年，因应学制改革，先后改称求是大学堂浙江大学堂浙江高等学堂，采用大学预科的体例。辛亥革命后，新旧学制交替，教育部令各高等学堂停办，遂停止招生，维持至1914年最后一届学生毕业而关停。11 1947年，浙江大学纪念建校20周年暨求是书院成立50周年，校友纷纷将校史追溯到1897年成立的求是书院，史地学家浙江大学教授张其昀明确将求是书院称为浙江大学的前身。1948年，中华民国教育部教育年鉴编辑委员会编《第二次中国教育年鉴》亦以求是书院开始介绍浙江大学。13 国立大学 早期发展 1914年高等学堂关闭后，不断有重设大学之倡议，但因军阀混战始终无果而终。14 1927年2月，北伐军攻占杭州，整顿浙江省教育事务。14蒋梦麟邵裴子陈大齐郑晓沧何炳松汤兆丰马叙伦邵元冲陈榥等一批求是书院师生积极筹备大学的建立。13时任浙江省教育厅长蒋梦麟即委派郑晓沧到求是书院旧址考察，最终第三中山大学即成立于求是书院旧址。13新设立之大学以前浙江公立工业专门学校为工学院，前浙江公立农业专门学校为劳农学院，并由邵裴子于第二年组建文理学院。因试行大学区制，大学定名为第三中山大学。14 1928年4月改名为浙江大学，称中华民国大学院浙江大学，7月加冠国立二字，称国立浙江大学。由国民政府指派时任教育部部长蒋梦麟作为校长。14在当时，浙大以四月一日为校庆纪念日，盖因求是书院创设于1897年农历4月。15 1929年大学区制废除，浙大行政职能由省教育厅接收。141929年，蒋因教育部工作繁重，辞去浙大校长职务，国民政府指派副校长邵裴子接任。14 1931年，学校经费困难，部分学生冲撞需要解释教师，邵裴子辞任校长，由程天放继任。程天放改革校政，精简组织，争取经费，改善收支，但不久即被调任湖北省教育厅长，师生向蒋介石挽留无果。16 1933年3月，郭任远接任浙大校长，在学生间实行军事化管理。171934年，在华家池购地，兴建农学馆。181935年，因军警入校逮捕抗议学生引发驱郭风潮，校长被学生逐出学校，蒋介石亲赴杭州走访处置事件，最终撤换郭任远。16 竺可桢治校 竺可桢等浙江大学老师在西迁泰和时的图书馆前留影（1938年5月） CC系失势，政治素人学者竺可桢被多方力荐，1936年4月赴杭州担任浙大校长。不久，因大量引入东南大学旧日同事，被诟病植党行私，但因学衡派学者和中国科学社重要成员的云集，逐步成为学术重镇。19 1937年卢沟桥事变后，新生被安置于西天目山禅源寺，并引入导师制。1937年11月，浙大杭州本部迁往建德梅城，并协同浙江图书馆将文澜阁《四库全书》一同迁移。1937年底，杭州沦陷，浙大离开建德，迁往江西吉安泰和。随着日军在1938年7月占领江西九江，浙大再度迁往广西宜山，并在1938年8月增设师范学院。1939年7月，浙大在丽水龙泉芳野曾家大屋开办分校，服务由于经济与交通问题无法前往内地升学的同学。1939年11月，随着广西南宁陷落，浙大迁往贵州遵义。18在遵义期间，被访问浙大的英国皇家学会著名学者李约瑟誉为东方剑桥。 1945年3月，多次发表批评政府之言论的原浙大训导处主任浙大教授费巩在前往当时位于重庆的复旦大学教学后失踪，校方多方求助无果，后被证实为军统所杀害，尸骨无存。20玉泉校区建有费巩亭，以作纪念。21 1945年9月，日本战败。浙大教授罗宗洛奉命前往台湾接收台北帝国大学，并邀请农学院蔡邦华院长及数学系陈建功苏步青教授三人一同前往。22 1945年10月，龙泉分校师生率先启程回杭，11月在杭复课。遵义总校则在1946年5月7日动身回杭，改遵义校址为留守处。由遵义往杭州，经贵阳玉屏出贵州，后经停长沙领取联合国善后救济总署之难民证，得享基本食宿与免费车船搭乘之待遇。同年奉教育部之命令增设医学院。1947年7月21日，校务会议决定以地方先贤和浙大西迁地名命名修复和新建的教学楼及宿舍楼。20 1947年，学生自治会主席于子三，被中统秘密逮捕，后在狱中死亡，引发学生罢课与游行示威，因入葬事宜学生校方与政府三方僵持，引发流氓队伍入校骚乱以及学生对竺可桢中间路线的不满；直至1948年3月14日，于子三方才入葬凤凰山。23于子三事件后，竺可桢因其中间路线与学生关系紧张，但也不愿意随国民党离开中国大陆，最终于1949年避居上海中央研究院，直至中共接管。24 国共内战后 改造重组 1949年8月，由马寅初接任浙大校长，推动教职员政治学习，创立校代表大会制度，支持浙大学生服务部开设夜校服务工农。251950年，奉教育部命令，删除校名中国立二字。1951年，马寅初调任北大校长，推动教职员政治学习，后演变为思想改造和三反五反运动，25波及浙大，苏步青蔡邦华谈家桢王国松邵均路嘉冰李寿恒等浙大教师遭受冲击。26 1950年代初期，经历院系调整：仿效苏联模式，浙大只保留工学院电机化工土木机械四系，之江大学相关工科专业并入浙大；农学院独立建校，称浙江农学院；医学院与浙江省立医学院合并，组建浙江医学院；27以浙大与之江大学的中国文学外国文学教育学三系，加浙江师范专科学校，接收之江大学校产，成立浙江师范学院；28部分理学院师资抽调往中国科学院；29 1954年，浙大动身迁校，选址于杭州市第一公墓。1956年迁入称玉泉校区。30大学路校区则转给省中医进修学校使用，31求是书院原中西合璧建筑群均被拆除，仅存普慈寺大殿。1957年，在刘丹书记推动下，浙大重新筹建理科系。1958年，浙江师范学院改建为综合性杭州大学，由之江迁往松木场校址。28同年，杭州工学院撤销，并归浙大，其校区作为文二街二分部进行新生教育。32 1963年，浙江大学被添列为全国重点大学。33同年，浙大无线电电子系成立，从玉泉本部搬迁到六和塔浙大三分部。 文化大革命期间 文革期间，校务停顿，校内涌现了烈火大队红旗联合战斗团红联军红暴会等一批红卫兵组织。 1966年6月，浙大主持校务的党委副书记刘丹被《浙江日报》《人民日报》公开点名批评，并被撤职。8月红卫兵运动兴起后，全校各级组织已处于瘫痪半瘫痪状态，红卫兵以破四旧为名毁坏各类历史文物，34引发浙大学生与中学生红卫兵对峙辩论保卫灵隐寺。浙大学生受到景区员工附近村民以及浙江鲁迅美术学院学生以及杭州市民的普遍支持，后周恩来总理下达命令保护灵隐寺，方终止争端。3510月，烈火大队在浙大体育场举行四万人集会，批判浙江省副省长兼浙大校长党委书记陈伟达。 1967年，浙大学生在北京见到谭震林，对方转达毛泽东意见，要保江华，导致红卫兵队伍分裂，浙大起家的红暴会一派主张保江华，另一派则是以张永生为首的省联总则坚持要求批斗江华，认为不打倒江华则文革无法继续下去，两派长期斗争，最终于1970年通过协议共同组建革命委员会。1975年，张永生到浙大做报告时，被浙大师生围困，其把大学办成无产阶级专政的工具的言论被师生批判，张永生当场认错，事后住院装病装死，并电告王洪文，浙大师生不少因之被捕。36 改革开放 文革结束后，刘丹恢复名誉，后获得名誉校长称号，是该荣誉称号唯一持有者。文二街二分部校址文革后转给杭州电子工学院。32 1977年恢复高考。1980年11月，浙大改为由教育部和浙江省共建。1995年，浙大成为首批列入国家211工程建设计划的重点大学之一。杭州大学浙江农业大学浙江医科大学亦成为浙江省属重点大学。20世纪九十年代，中国大陆兴起高校合并浪潮；杭州大学浙江农业大学浙江医科大学与老浙江大学于1998年9月15日完成四校合并，组建为新的综合性的浙江大学。 1999年由浙江大学与杭州市人民政府合作办学的民办独立学院浙江大学城市学院建立。2001年，浙大在紫金港修建新校区，2002年落成后成为主校区。2005年，湖滨校区以246亿元价格转让给香港嘉里集团，创下杭州地价记录；2007年，西湖第一高楼湖滨校区教学主楼被爆破拆除。2011年，紫金港校区西区动工，2019年投入运营。2012年，舟山校区动工，并于2015年投入运营，为海洋学院之专门校区。2014年，海宁校区动工，并于2016年投入运营，内设浙江大学爱丁堡大学联合学院浙江大学伊利诺伊大学厄巴纳香槟校区联合学院等联合办学机构。2018年，浙大和宁波市政府签约，以浙大宁波理工学院现有校园建设宁波校区。2020年，浙江大学城市学院转设为浙大城市学院，系杭州市属公办本科层次普通高校。",
    "structured_data": {
      "sentences": [
        "求是书院 1897年，杭州知府林启在浙江巡抚廖寿丰支持下，于普慈寺故址建立求是书院，是为浙江省高等教育之嚆矢，浙江大学之前身",
        "11求是书院是中国近代史上效法西方学制最早创办的几所新式高等学校之一，在初创时期受到同城的育英书院的影响，以育英书院的美国教师王令赓为总教席，统管书院的教学事务",
        "1898年，求是书院又率先派遣学生去日本留学，为各省派往日本游学之首倡",
        "12 19011904年，因应学制改革，先后改称求是大学堂浙江大学堂浙江高等学堂，采用大学预科的体例",
        "辛亥革命后，新旧学制交替，教育部令各高等学堂停办，遂停止招生，维持至1914年最后一届学生毕业而关停",
        "11 1947年，浙江大学纪念建校20周年暨求是书院成立50周年，校友纷纷将校史追溯到1897年成立的求是书院，史地学家浙江大学教授张其昀明确将求是书院称为浙江大学的前身",
        "1948年，中华民国教育部教育年鉴编辑委员会编《第二次中国教育年鉴》亦以求是书院开始介绍浙江大学",
        "13 国立大学 早期发展 1914年高等学堂关闭后，不断有重设大学之倡议，但因军阀混战始终无果而终",
        "14 1927年2月，北伐军攻占杭州，整顿浙江省教育事务",
        "14蒋梦麟邵裴子陈大齐郑晓沧何炳松汤兆丰马叙伦邵元冲陈榥等一批求是书院师生积极筹备大学的建立",
        "13时任浙江省教育厅长蒋梦麟即委派郑晓沧到求是书院旧址考察，最终第三中山大学即成立于求是书院旧址",
        "13新设立之大学以前浙江公立工业专门学校为工学院，前浙江公立农业专门学校为劳农学院，并由邵裴子于第二年组建文理学院",
        "因试行大学区制，大学定名为第三中山大学",
        "14 1928年4月改名为浙江大学，称中华民国大学院浙江大学，7月加冠国立二字，称国立浙江大学",
        "由国民政府指派时任教育部部长蒋梦麟作为校长",
        "14在当时，浙大以四月一日为校庆纪念日，盖因求是书院创设于1897年农历4月",
        "15 1929年大学区制废除，浙大行政职能由省教育厅接收",
        "141929年，蒋因教育部工作繁重，辞去浙大校长职务，国民政府指派副校长邵裴子接任",
        "14 1931年，学校经费困难，部分学生冲撞需要解释教师，邵裴子辞任校长，由程天放继任",
        "程天放改革校政，精简组织，争取经费，改善收支，但不久即被调任湖北省教育厅长，师生向蒋介石挽留无果",
        "16 1933年3月，郭任远接任浙大校长，在学生间实行军事化管理",
        "171934年，在华家池购地，兴建农学馆",
        "181935年，因军警入校逮捕抗议学生引发驱郭风潮，校长被学生逐出学校，蒋介石亲赴杭州走访处置事件，最终撤换郭任远",
        "16 竺可桢治校 竺可桢等浙江大学老师在西迁泰和时的图书馆前留影（1938年5月） CC系失势，政治素人学者竺可桢被多方力荐，1936年4月赴杭州担任浙大校长",
        "不久，因大量引入东南大学旧日同事，被诟病植党行私，但因学衡派学者和中国科学社重要成员的云集，逐步成为学术重镇",
        "19 1937年卢沟桥事变后，新生被安置于西天目山禅源寺，并引入导师制",
        "1937年11月，浙大杭州本部迁往建德梅城，并协同浙江图书馆将文澜阁《四库全书》一同迁移",
        "1937年底，杭州沦陷，浙大离开建德，迁往江西吉安泰和",
        "随着日军在1938年7月占领江西九江，浙大再度迁往广西宜山，并在1938年8月增设师范学院",
        "1939年7月，浙大在丽水龙泉芳野曾家大屋开办分校，服务由于经济与交通问题无法前往内地升学的同学",
        "1939年11月，随着广西南宁陷落，浙大迁往贵州遵义",
        "18在遵义期间，被访问浙大的英国皇家学会著名学者李约瑟誉为东方剑桥",
        "1945年3月，多次发表批评政府之言论的原浙大训导处主任浙大教授费巩在前往当时位于重庆的复旦大学教学后失踪，校方多方求助无果，后被证实为军统所杀害，尸骨无存",
        "20玉泉校区建有费巩亭，以作纪念",
        "21 1945年9月，日本战败",
        "浙大教授罗宗洛奉命前往台湾接收台北帝国大学，并邀请农学院蔡邦华院长及数学系陈建功苏步青教授三人一同前往",
        "22 1945年10月，龙泉分校师生率先启程回杭，11月在杭复课",
        "遵义总校则在1946年5月7日动身回杭，改遵义校址为留守处",
        "由遵义往杭州，经贵阳玉屏出贵州，后经停长沙领取联合国善后救济总署之难民证，得享基本食宿与免费车船搭乘之待遇",
        "同年奉教育部之命令增设医学院",
        "1947年7月21日，校务会议决定以地方先贤和浙大西迁地名命名修复和新建的教学楼及宿舍楼",
        "20 1947年，学生自治会主席于子三，被中统秘密逮捕，后在狱中死亡，引发学生罢课与游行示威，因入葬事宜学生校方与政府三方僵持，引发流氓队伍入校骚乱以及学生对竺可桢中间路线的不满；直至1948年3月14日，于子三方才入葬凤凰山",
        "23于子三事件后，竺可桢因其中间路线与学生关系紧张，但也不愿意随国民党离开中国大陆，最终于1949年避居上海中央研究院，直至中共接管",
        "24 国共内战后 改造重组 1949年8月，由马寅初接任浙大校长，推动教职员政治学习，创立校代表大会制度，支持浙大学生服务部开设夜校服务工农",
        "251950年，奉教育部命令，删除校名中国立二字",
        "1951年，马寅初调任北大校长，推动教职员政治学习，后演变为思想改造和三反五反运动，25波及浙大，苏步青蔡邦华谈家桢王国松邵均路嘉冰李寿恒等浙大教师遭受冲击",
        "26 1950年代初期，经历院系调整：仿效苏联模式，浙大只保留工学院电机化工土木机械四系，之江大学相关工科专业并入浙大；农学院独立建校，称浙江农学院；医学院与浙江省立医学院合并，组建浙江医学院；27以浙大与之江大学的中国文学外国文学教育学三系，加浙江师范专科学校，接收之江大学校产，成立浙江师范学院；28部分理学院师资抽调往中国科学院；29 1954年，浙大动身迁校，选址于杭州市第一公墓",
        "1956年迁入称玉泉校区",
        "30大学路校区则转给省中医进修学校使用，31求是书院原中西合璧建筑群均被拆除，仅存普慈寺大殿",
        "1957年，在刘丹书记推动下，浙大重新筹建理科系",
        "1958年，浙江师范学院改建为综合性杭州大学，由之江迁往松木场校址",
        "28同年，杭州工学院撤销，并归浙大，其校区作为文二街二分部进行新生教育",
        "32 1963年，浙江大学被添列为全国重点大学",
        "33同年，浙大无线电电子系成立，从玉泉本部搬迁到六和塔浙大三分部",
        "文化大革命期间 文革期间，校务停顿，校内涌现了烈火大队红旗联合战斗团红联军红暴会等一批红卫兵组织",
        "1966年6月，浙大主持校务的党委副书记刘丹被《浙江日报》《人民日报》公开点名批评，并被撤职",
        "8月红卫兵运动兴起后，全校各级组织已处于瘫痪半瘫痪状态，红卫兵以破四旧为名毁坏各类历史文物，34引发浙大学生与中学生红卫兵对峙辩论保卫灵隐寺",
        "浙大学生受到景区员工附近村民以及浙江鲁迅美术学院学生以及杭州市民的普遍支持，后周恩来总理下达命令保护灵隐寺，方终止争端",
        "3510月，烈火大队在浙大体育场举行四万人集会，批判浙江省副省长兼浙大校长党委书记陈伟达",
        "1967年，浙大学生在北京见到谭震林，对方转达毛泽东意见，要保江华，导致红卫兵队伍分裂，浙大起家的红暴会一派主张保江华，另一派则是以张永生为首的省联总则坚持要求批斗江华，认为不打倒江华则文革无法继续下去，两派长期斗争，最终于1970年通过协议共同组建革命委员会",
        "1975年，张永生到浙大做报告时，被浙大师生围困，其把大学办成无产阶级专政的工具的言论被师生批判，张永生当场认错，事后住院装病装死，并电告王洪文，浙大师生不少因之被捕",
        "36 改革开放 文革结束后，刘丹恢复名誉，后获得名誉校长称号，是该荣誉称号唯一持有者",
        "文二街二分部校址文革后转给杭州电子工学院",
        "32 1977年恢复高考",
        "1980年11月，浙大改为由教育部和浙江省共建",
        "1995年，浙大成为首批列入国家211工程建设计划的重点大学之一",
        "杭州大学浙江农业大学浙江医科大学亦成为浙江省属重点大学",
        "20世纪九十年代，中国大陆兴起高校合并浪潮；杭州大学浙江农业大学浙江医科大学与老浙江大学于1998年9月15日完成四校合并，组建为新的综合性的浙江大学",
        "1999年由浙江大学与杭州市人民政府合作办学的民办独立学院浙江大学城市学院建立",
        "2001年，浙大在紫金港修建新校区，2002年落成后成为主校区",
        "2005年，湖滨校区以246亿元价格转让给香港嘉里集团，创下杭州地价记录；2007年，西湖第一高楼湖滨校区教学主楼被爆破拆除",
        "2011年，紫金港校区西区动工，2019年投入运营",
        "2012年，舟山校区动工，并于2015年投入运营，为海洋学院之专门校区",
        "2014年，海宁校区动工，并于2016年投入运营，内设浙江大学爱丁堡大学联合学院浙江大学伊利诺伊大学厄巴纳香槟校区联合学院等联合办学机构",
        "2018年，浙大和宁波市政府签约，以浙大宁波理工学院现有校园建设宁波校区",
        "2020年，浙江大学城市学院转设为浙大城市学院，系杭州市属公办本科层次普通高校"
      ],
      "paragraphs": [
        "求是书院 1897年，杭州知府林启在浙江巡抚廖寿丰支持下，于普慈寺故址建立求是书院，是为浙江省高等教育之嚆矢，浙江大学之前身。",
        "11求是书院是中国近代史上效法西方学制最早创办的几所新式高等学校之一，在初创时期受到同城的育英书院的影响，以育英书院的美国教师王令赓为总教席，统管书院的教学事务。1898年，求是书院又率先派遣学生去日本留学，为各省派往日本游学之首倡。",
        "12 19011904年，因应学制改革，先后改称求是大学堂浙江大学堂浙江高等学堂，采用大学预科的体例。",
        "辛亥革命后，新旧学制交替，教育部令各高等学堂停办，遂停止招生，维持至1914年最后一届学生毕业而关停。",
        "11 1947年，浙江大学纪念建校20周年暨求是书院成立50周年，校友纷纷将校史追溯到1897年成立的求是书院，史地学家浙江大学教授张其昀明确将求是书院称为浙江大学的前身。",
        "1948年，中华民国教育部教育年鉴编辑委员会编《第二次中国教育年鉴》亦以求是书院开始介绍浙江大学。",
        "13 国立大学 早期发展 1914年高等学堂关闭后，不断有重设大学之倡议，但因军阀混战始终无果而终。",
        "14 1927年2月，北伐军攻占杭州，整顿浙江省教育事务。",
        "14蒋梦麟邵裴子陈大齐郑晓沧何炳松汤兆丰马叙伦邵元冲陈榥等一批求是书院师生积极筹备大学的建立。13时任浙江省教育厅长蒋梦麟即委派郑晓沧到求是书院旧址考察，最终第三中山大学即成立于求是书院旧址。13新设立之大学以前浙江公立工业专门学校为工学院，前浙江公立农业专门学校为劳农学院，并由邵裴子于第二年组建文理学院。",
        "因试行大学区制，大学定名为第三中山大学。14 1928年4月改名为浙江大学，称中华民国大学院浙江大学，7月加冠国立二字，称国立浙江大学。",
        "由国民政府指派时任教育部部长蒋梦麟作为校长。14在当时，浙大以四月一日为校庆纪念日，盖因求是书院创设于1897年农历4月。",
        "15 1929年大学区制废除，浙大行政职能由省教育厅接收。",
        "141929年，蒋因教育部工作繁重，辞去浙大校长职务，国民政府指派副校长邵裴子接任。",
        "14 1931年，学校经费困难，部分学生冲撞需要解释教师，邵裴子辞任校长，由程天放继任。",
        "程天放改革校政，精简组织，争取经费，改善收支，但不久即被调任湖北省教育厅长，师生向蒋介石挽留无果。16 1933年3月，郭任远接任浙大校长，在学生间实行军事化管理。",
        "171934年，在华家池购地，兴建农学馆。",
        "181935年，因军警入校逮捕抗议学生引发驱郭风潮，校长被学生逐出学校，蒋介石亲赴杭州走访处置事件，最终撤换郭任远。",
        "16 竺可桢治校 竺可桢等浙江大学老师在西迁泰和时的图书馆前留影（1938年5月） CC系失势，政治素人学者竺可桢被多方力荐，1936年4月赴杭州担任浙大校长。",
        "不久，因大量引入东南大学旧日同事，被诟病植党行私，但因学衡派学者和中国科学社重要成员的云集，逐步成为学术重镇。19 1937年卢沟桥事变后，新生被安置于西天目山禅源寺，并引入导师制。",
        "1937年11月，浙大杭州本部迁往建德梅城，并协同浙江图书馆将文澜阁《四库全书》一同迁移。",
        "1937年底，杭州沦陷，浙大离开建德，迁往江西吉安泰和。",
        "随着日军在1938年7月占领江西九江，浙大再度迁往广西宜山，并在1938年8月增设师范学院。",
        "1939年7月，浙大在丽水龙泉芳野曾家大屋开办分校，服务由于经济与交通问题无法前往内地升学的同学。",
        "1939年11月，随着广西南宁陷落，浙大迁往贵州遵义。",
        "18在遵义期间，被访问浙大的英国皇家学会著名学者李约瑟誉为东方剑桥。1945年3月，多次发表批评政府之言论的原浙大训导处主任浙大教授费巩在前往当时位于重庆的复旦大学教学后失踪，校方多方求助无果，后被证实为军统所杀害，尸骨无存。",
        "20玉泉校区建有费巩亭，以作纪念。21 1945年9月，日本战败。",
        "浙大教授罗宗洛奉命前往台湾接收台北帝国大学，并邀请农学院蔡邦华院长及数学系陈建功苏步青教授三人一同前往。22 1945年10月，龙泉分校师生率先启程回杭，11月在杭复课。",
        "遵义总校则在1946年5月7日动身回杭，改遵义校址为留守处。",
        "由遵义往杭州，经贵阳玉屏出贵州，后经停长沙领取联合国善后救济总署之难民证，得享基本食宿与免费车船搭乘之待遇。同年奉教育部之命令增设医学院。1947年7月21日，校务会议决定以地方先贤和浙大西迁地名命名修复和新建的教学楼及宿舍楼。",
        "20 1947年，学生自治会主席于子三，被中统秘密逮捕，后在狱中死亡，引发学生罢课与游行示威，因入葬事宜学生校方与政府三方僵持，引发流氓队伍入校骚乱以及学生对竺可桢中间路线的不满；直至1948年3月14日，于子三方才入葬凤凰山。",
        "23于子三事件后，竺可桢因其中间路线与学生关系紧张，但也不愿意随国民党离开中国大陆，最终于1949年避居上海中央研究院，直至中共接管。",
        "24 国共内战后 改造重组 1949年8月，由马寅初接任浙大校长，推动教职员政治学习，创立校代表大会制度，支持浙大学生服务部开设夜校服务工农。",
        "251950年，奉教育部命令，删除校名中国立二字。",
        "1951年，马寅初调任北大校长，推动教职员政治学习，后演变为思想改造和三反五反运动，25波及浙大，苏步青蔡邦华谈家桢王国松邵均路嘉冰李寿恒等浙大教师遭受冲击。",
        "26 1950年代初期，经历院系调整：仿效苏联模式，浙大只保留工学院电机化工土木机械四系，之江大学相关工科专业并入浙大；农学院独立建校，称浙江农学院；医学院与浙江省立医学院合并，组建浙江医学院；27以浙大与之江大学的中国文学外国文学教育学三系，加浙江师范专科学校，接收之江大学校产，成立浙江师范学院；28部分理学院师资抽调往中国科学院；29 1954年，浙大动身迁校，选址于杭州市第一公墓。",
        "1956年迁入称玉泉校区。",
        "30大学路校区则转给省中医进修学校使用，31求是书院原中西合璧建筑群均被拆除，仅存普慈寺大殿。1957年，在刘丹书记推动下，浙大重新筹建理科系。",
        "1958年，浙江师范学院改建为综合性杭州大学，由之江迁往松木场校址。",
        "28同年，杭州工学院撤销，并归浙大，其校区作为文二街二分部进行新生教育。32 1963年，浙江大学被添列为全国重点大学。",
        "33同年，浙大无线电电子系成立，从玉泉本部搬迁到六和塔浙大三分部。文化大革命期间 文革期间，校务停顿，校内涌现了烈火大队红旗联合战斗团红联军红暴会等一批红卫兵组织。1966年6月，浙大主持校务的党委副书记刘丹被《浙江日报》《人民日报》公开点名批评，并被撤职。",
        "8月红卫兵运动兴起后，全校各级组织已处于瘫痪半瘫痪状态，红卫兵以破四旧为名毁坏各类历史文物，34引发浙大学生与中学生红卫兵对峙辩论保卫灵隐寺。浙大学生受到景区员工附近村民以及浙江鲁迅美术学院学生以及杭州市民的普遍支持，后周恩来总理下达命令保护灵隐寺，方终止争端。3510月，烈火大队在浙大体育场举行四万人集会，批判浙江省副省长兼浙大校长党委书记陈伟达。",
        "1967年，浙大学生在北京见到谭震林，对方转达毛泽东意见，要保江华，导致红卫兵队伍分裂，浙大起家的红暴会一派主张保江华，另一派则是以张永生为首的省联总则坚持要求批斗江华，认为不打倒江华则文革无法继续下去，两派长期斗争，最终于1970年通过协议共同组建革命委员会。",
        "1975年，张永生到浙大做报告时，被浙大师生围困，其把大学办成无产阶级专政的工具的言论被师生批判，张永生当场认错，事后住院装病装死，并电告王洪文，浙大师生不少因之被捕。",
        "36 改革开放 文革结束后，刘丹恢复名誉，后获得名誉校长称号，是该荣誉称号唯一持有者。文二街二分部校址文革后转给杭州电子工学院。32 1977年恢复高考。",
        "1980年11月，浙大改为由教育部和浙江省共建。",
        "1995年，浙大成为首批列入国家211工程建设计划的重点大学之一。",
        "杭州大学浙江农业大学浙江医科大学亦成为浙江省属重点大学。20世纪九十年代，中国大陆兴起高校合并浪潮；杭州大学浙江农业大学浙江医科大学与老浙江大学于1998年9月15日完成四校合并，组建为新的综合性的浙江大学。",
        "1999年由浙江大学与杭州市人民政府合作办学的民办独立学院浙江大学城市学院建立。",
        "2001年，浙大在紫金港修建新校区，2002年落成后成为主校区。",
        "2005年，湖滨校区以246亿元价格转让给香港嘉里集团，创下杭州地价记录；2007年，西湖第一高楼湖滨校区教学主楼被爆破拆除。",
        "2011年，紫金港校区西区动工，2019年投入运营。",
        "2012年，舟山校区动工，并于2015年投入运营，为海洋学院之专门校区。",
        "2014年，海宁校区动工，并于2016年投入运营，内设浙江大学爱丁堡大学联合学院浙江大学伊利诺伊大学厄巴纳香槟校区联合学院等联合办学机构。",
        "2018年，浙大和宁波市政府签约，以浙大宁波理工学院现有校园建设宁波校区。",
        "2020年，浙江大学城市学院转设为浙大城市学院，系杭州市属公办本科层次普通高校。"
      ],
      "time_periods": [
        "1897年",
        "1898年",
        "1904年",
        "1914年",
        "1947年",
        "1897年",
        "1948年",
        "1914年",
        "1927年",
        "1928年",
        "1897年",
        "1929年",
        "1929年",
        "1931年",
        "1933年",
        "1934年",
        "1935年",
        "1938年",
        "1936年",
        "1937年",
        "1937年",
        "1937年",
        "1938年",
        "1938年",
        "1939年",
        "1939年",
        "1945年",
        "1945年",
        "1945年",
        "1946年",
        "1947年",
        "1947年",
        "1948年",
        "1949年",
        "1949年",
        "1950年",
        "1951年",
        "1950年",
        "1954年",
        "1956年",
        "1957年",
        "1958年",
        "1963年",
        "1966年",
        "1967年",
        "1970年",
        "1975年",
        "1977年",
        "1980年",
        "1995年",
        "1998年",
        "1999年",
        "2001年",
        "2002年",
        "2005年",
        "2007年",
        "2011年",
        "2019年",
        "2012年",
        "2015年",
        "2014年",
        "2016年",
        "2018年",
        "2020年"
      ],
      "key_figures": [
        "竺可桢",
        "林启",
        "蒋梦麟",
        "陈建功",
        "苏步青",
        "蔡邦华",
        "谈家桢",
        "李约瑟",
        "费巩",
        "于子三",
        "马寅初"
      ],
      "locations": [
        "杭州",
        "建德",
        "吉安",
        "泰和",
        "宜山",
        "遵义",
        "天目山",
        "禅源寺",
        "紫金港",
        "玉泉",
        "之江",
        "华家池",
        "龙泉",
        "松木场",
        "湖滨",
        "舟山",
        "海宁",
        "宁波"
      ]
    },
    "enhancement_level": "高质量",
    "word_count": 3632,
    "key_topics": [
      "西迁",
      "合并",
      "创立",
      "发展",
      "改革"
    ],
    "enhanced_time": "2025-10-30 14:00:56"
  }
]